{"house_of_commons_sitting": {"start_column": "36", "date_text": "Friday, November 19.", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 499, "year": 1806, "end_column": "81", "top_level_sections": [{"section": {"slug": "preamble", "start_column": "36", "title": "Preamble", "sitting_id": 499, "date": "1806-11-19", "id": 1736, "end_column": "36", "parent_section_id": 1734}}, {"section": {"slug": "the-lords-commissioners-speech", "start_column": "36", "title": "THE LORDS COMMISSIONERS' SPEECH.", "sitting_id": 499, "date": "1806-11-19", "id": 1738, "end_column": "81", "parent_section_id": 1734}}], "data_file_id": 508, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "856", "date_text": "Friday, June 27.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 591, "year": 1806, "end_column": "866", "data_file_id": 601, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "856", "title": "MINUTES.", "sitting_id": 591, "date": "1806-06-27", "id": 2093, "end_column": "857", "parent_section_id": 2092}}, {"section": {"slug": "ballot-suspension-bill", "start_column": "857", "title": "BALLOT SUSPENSION BILL.", "sitting_id": 591, "date": "1806-06-27", "id": 2094, "end_column": "857", "parent_section_id": 2092}}, {"section": {"slug": "philanthropic-societys-bill", "start_column": "857", "title": "PHILANTHROPIC SOCIETY'S BILL.", "sitting_id": 591, "date": "1806-06-27", "id": 2099, "end_column": "860", "parent_section_id": 2092}}, {"section": {"slug": "bell-rock-lighthouse", "start_column": "860", "title": "BELL ROCK LIGHTHOUSE.", "sitting_id": 591, "date": "1806-06-27", "id": 2100, "end_column": "862", "parent_section_id": 2092}}, {"section": {"slug": "training-bill", "start_column": "862", "title": "TRAINING BILL.", "sitting_id": 591, "date": "1806-06-27", "id": 2102, "end_column": "866", "parent_section_id": 2092}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "868", "date_text": "Monday, June 30.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 574, "year": 1806, "end_column": "869", "data_file_id": 584, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "868", "title": "MINUTES.", "sitting_id": 574, "date": "1806-06-30", "id": 2008, "end_column": "869", "parent_section_id": 2007}}, {"section": {"slug": "barracks", "start_column": "869", "title": "BARRACKS.", "sitting_id": 574, "date": "1806-06-30", "id": 2010, "end_column": "869", "parent_section_id": 2007}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "414", "date_text": "Friday, May 30.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 356, "year": 1806, "end_column": "481", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "414", "title": "MINUTES.", "sitting_id": 356, "date": "1806-05-30", "id": 1279, "end_column": "414", "parent_section_id": 1278}}, {"section": {"slug": "affairs-of-india-papers-relative-to-sir", "start_column": "414", "title": "AFFAIRS OF INDIA&#x2014;PAPERS RELATIVE TO SIR R. SULLIVAN.", "sitting_id": 356, "date": "1806-05-30", "id": 1282, "end_column": "419", "parent_section_id": 1278}}, {"section": {"slug": "mutiny-bill-limited-service", "start_column": "419", "title": "MUTINY BILL&#x2014;LIMITED SERVICE.", "sitting_id": 356, "date": "1806-05-30", "id": 1290, "end_column": "454", "parent_section_id": 1278}}, {"section": {"slug": "mr-canning-rose-membercontributionand", "start_column": "454", "title": "Mr. Canning rose , <membercontribution>and said:&#x2014;I cannot reconcile it, sir, to my sense of duty as a member of parliament, to suffer a question of such magnitude to be hurried to a decision in this extraordinary manner. Instead of that precipitancy which now appears to be intended, we surely ought to proceed with more than usual caution in a case which involves so important an innovation in one of the most important establishments of the country. Ministers must either have a most extraordinary confidence in themselves, or expect an unlimited confidence from others, if they imagine that the house can be prevailed upon to concur in a measure of such magnitude, and to sanction changes so hazardous with no better reasons than they have yet assigned, and no more satisfactory explanation than they have yet condescended to give to the objections which have been stated. I cannot but consider the manner in which this subject has been brought forward, as being, almost as great an innovation in the constitutional practice of parliament, as the measure itself is in the system of our army. This, I believe, is the first instance in our parliamentary history, in which it has been attempted to introduce a fundamental change in an established system, merely by a clause introduced in a committee upon a bill, and that bill one which must of necessity be passed within a limited time, at the hazard of leaving us without an army. The mutiny bill has already been renewed three tunes in the course of the present year: the last which we passed will expire on a given day; and we are plainly told, that we must abridge our deliberations on this bill which is now before us, in order that it may receive the sanction of the legislature, before that which it is to replace expires. I desire the house to consider, whether this was a fair and fit situation in which to place us, for the discussion of a question requiring so much caution and deliberation. I have always understood it to be the practice of this house, when any matter of great importance, and especially any matter that goes to affect the fundamental establishments of the country, was to be submitted to its consideration, to multiply the stages of discussion, by originating the subject of the bill in a previous committee of the whole house. In that committee, it may be matter of debate, whether any measure upon the subject shall be received for discussion; and after that question has been deliberated and affirmed, then remain all the ordinary stages in which the bill itself is liable to discussion. But I am confident that this is the first instance in which the opportunities of deliberation have been diminished in proportion to the novelty, magnitude, and doubtful policy of the measure; in which a project for effecting a complete revolution in one part of our national defence has been proposed to be passed into a law through fewer stages of deliberation than a turnpike bill. I beg pardon the first it is not; my right hon. friend (Mr. Yorke) has already referred to the solitary and disgraceful precedent of the last year of queen Anne, when a clause of similar purport was introduced into the mutiny bill, apparently without the notice or knowledge of the parliament of that time. But with this exception, the right hon. gent. will not easily find any thing in history to countenance his practice; and I am sure he will not find any thing to justify it. The right hon. gent. has reduced parliament to the dilemma either of foregoing the due exercise of its deliberative functions on a measure so momentous in its consequences, or of suffering the army to disband, while we are considering on the best mode of maintaining it. And if this observation applies to this house, where we have the bill now before us, and where, I trust, we shall persist in keeping it as long as we continue to entertain doubts of its policy, how much more forcibly does it apply to the House of Lords, where, in exact proportion to the difficulties which are felt here, and the time which is taken to remove them, the, means and opportunities of that discussion which the lords are equally entitled to give to every subject of national interest, must necessarily be abridged and taken away! How much more forcibly does it apply to the third power of the constitution, to the crown; to whom it is probable that this bill, changing the whole tenure by which the army of the crown is held, must be presented for that approbation which is to pass it into a law, within a period so near to the expiration of the present mutiny bill, that the king can hardly have a moment to pause, much less to exercise his judgment and discretion! I admit that this last objection would not generally apply to a measure introduced into the house by the king's ministers, because the introduction by them would generally imply the approbation and recommendation of the crown:&#x2014;that this is not the case in the present instance, we have but too much reason to apprehend&#x2014;I should rather say perhaps we have great reason to hope; because I should trust that there might be a chance of some interposition on the part of the crown, if not in the legislative enactments, at least in the practical execution of this measure, such as might remedy, in some degree, the consequences, if it could not entirely prevent the first effect of the rashness and precipitancy of ministers;&#x2014;I say I should hope this, if it were not that the clause which we are discussing, is so framed (and I must say I think must improperly so framed) as to take away all discretion from the crown hereafter, in the executive regulation, no less than in the legislative provision; to curtail and abridge the royal prerogative, in that particular in which it has been the practice (and I think the wisdom) of all states to leave the executive government in possession of the fullest control, namely the discipline and internal economy of the regular army. I am not now arguing the expediency or inexpediency of the limitation of service; I am not talking of the merits or demerits of the project I shall come to that by-and-by: but I am at the outset protesting against the course which ministers have followed, which is such, that even if the measure itself were in my judgment unexceptionable, I should still object to the mode of its introduction. If limited service be ever so desirable an experiment, still why incorporate it in the mutiny act? Why make it the subject of legislative enactment at all? Why not pass the mutiny act according to its usual form, for the purpose of giving to parliament the constitutional control over the crown and its army? (which the mutiny act alone enables the crown to raise and maintain), which it alone enables the crown to pay; and under that controul, why may not the mode of raising and maintaining the army be safely left, as it has always hitherto been, to the executive government? If there be one political truth more undeniable than another, it is this, that no good has ever arisen from the interference of public assemblies with the military force of the state. Any attempt on the part of such assemblies to become popular with the army, is sure to lead to difficulty, and in the end, not seldom to confusion. The plain proof of this is what we know to be historically true, and what we feel at this moment in our own instance, that every such act of interference must be accompanied with a donative or largess, as a sort of compensation for our intrusion; we have at this moment an estimate on the table, of an additional charge of 300,000l. annual expenditure&#x2014;the first fruits, and, we may depend upon it, the very least part of what 'we may expect from restless and meddling spirit of regulation; and this price we pay for liberty to confer what is represented as a benefit to the army&#x2014;the change of the term of service. How, if some years hence, when this device shall have failed, and it shall become necessary to repeal it, how shall we find funds sufficient to accompany and alone for such an alteration? I think, sir, we have seen symptoms that this truth is felt, and that its consequences extend beyond the army even, to the other services of the country. I grudge .nothing that is given in bounty or in kindness; but I think the recommendation to such acts is best and most safely lodged with the crown; and I am not willing to purchase, at an unnecessary expence, a right of interference which I think dangerous in its exercise. The right hon. secretary (Mr. Windham) has contended, that in new-modelling the army according to his plan, parliament, will be doing no more than it has been accustomed to do at all times, but especially since the beginning of the present war. What, he asks, has been the business and occupation of the administration which preceded the present, but to frame measure after measure, and to propound law after law, for the augmentation and regulation of the military force of the country?&#x2014;Undoubtedly for the augmentation and regulation of that part of the military force, which is more immediately of the cognizance of parliament; which cannot otherwise be raised than by parliamentary measures; which is obtained from the country by different modifications of a compulsory process, none of which the crown could possibly be enabled to originate or to apply, without the specific authority and detailed regulation of parliament. The militia, the army of reserve, the additional force, are all of this description; constituting the defensive and limited force of the country, and that which may fairly be called the parliamentary army, in contradistinction to that regular army of the crown, which the crown has at all times raised for itself, subject to the controul of the annual mutiny bill. All these measures therefore which the right hon. gent. cites as precedents, are in fact directly in contrast with that which he now recommends. They were in fact enabling statutes in aid of the prerogative of the crown; to give to the king a power of doing that which was necessary for the safety of the state, but which he could not do without the direct assistance of parliament. This is, to limit or take from him a power which he already has, and to subject him to restrictions and disabilities, at once encroaching on the prerogative, and prejudicing the service of the country. The right hon. gent. opposite appears to doubt the truth of this construction. I ask, in what possible way any statute can operate upon the prerogative of the crown, except in one of these three;&#x2014;either as giving some power, which the crown had not before; or as explaining and confirming some doubtful or obsolete prerogative (as was the case in the bill for calling out the levy-en-masse), at the same time prescribing the mode of its exercise; or, thirdly, as directly limiting, restraining, or abolishing some power, which the crown had hitherto been in the habit of exercising without dispute? In which of these three ways does the present measure operate? Does it give to the King, as a new power, the right of raising men for limited service, or has not the crown always had and often exercised that right of limitation? Does it revive or explain any prerogative of doubtful construction? Does it even leave the power and prerogatives of the crown as it finds them? Has not the crown at present, and has it not always had, in addition to the power of limiting the service, that of enlisting men for an indefinite time, subject to discharge at its own pleasure? and will not the clause now under consideration, if sanctioned by the legislature, take that power completely away? And for what object, and from what necessity is this alteration of the constitution projected? Cannot the experiment be tried as well by that authority which has always hitherto exclusively regulated the terms of enlistment and the internal economy of the army; leaving with that authority the discretion of trying it at such times, and to such extent as may be most favourable to the experiment; (leaving the discretion also of suspending that trial, if its result should be found less beneficial than is expected):&#x2014;cannot, I say, this experiment be made in this way, wish as much advantage, and with much less danger, than by pledging the whole legislature, not only to try it, but to abide the issue of that trial, without any alternative, and without the possibility of retreat? Does not the right hon. gent. feel, that a regulation by the crown would be equally effectual; while, if necessary, it could be recalled, without inconvenience? Does he not feel that a partial experiment in the first instance, will be amply sufficient to ascertain the merits of his plan; while, if unsuccessful, it might be abandoned or suspended, without difficulty? Does he not feel, that by making this great change, the work of the whole legislature, and the rule of the whole service, while he adds nothing to the facilities of experiment, he enhances incalculably the dangers of failure? And if this be the case, I do not ask what necessity, but what pretence, what decent apology can the king's ministers offer, for laying the foundation of their plan for remodelling the army, by dismembering the ancient prerogatives of the crown? These, sir, are the grounds on which I should object to the mode in which the measure is brought under our discussion, even if from the measure itself I entertained sanguine expectations of good, instead of anticipating, as I confess I do, abundant evils and dangers. I object to establishing that as a system, which is confessedly to be tried as an experiment: I object to limiting the king's prerogative, for the undesirable purpose of putting the management of the recruiting and the detailed economy of the army into the hands of parliament: I object to this, even if the experiment is to succeed and the system to become permanent: but if there be the remotest chance of failure, and of a necessity for recurring to the old system again, I object doubly to a pledge on the part of parliament which must embarrass, beyond all calculation, the difficulty of a retreat. But the right hon. gent. and his friends are confident that the experiment cannot fail. One of his friends, indeed, the hon. colonel (colonel Craufurd) is much more sanguine than the right hon. gent. himself, and rebukes the right hon. gent. for having admitted that no immediate good was to be expected. The hon. colonel is of a very different opinion; and, with an estimate upon the table, of 330,000l. annual expence, to be added at one stroke, immediately,&#x2014;with the admission of the right hon. author of the project, that he looks for no immediate advantage,&#x2014;the hon. colonel has the boldness to contend that the advantages are immediate, and the inconveniences and burthens, if any, contingent and remote. I can hardly presume to decide between such great authorities, especially when I find them differing upon. a point which they might be supposed to have settled in the course of their daily official communica- tion. But I confess I am inclined in this, though perhaps in no other single instance, to adopt the opinion of the right hon. gent. (Mr. Windham), and to give him credit for the remoteness and precariousness of any possible advantage from his plan; while the paper on your table, containing as it does but one item of the expense to be incurred, is of itself a sufficient proof that some part of the burthen at least is to be felt immediately. The right hon. gent. very ingenuously told us, that he wished he had looked a little more narrowly into the calculations of expence: I wish he had&#x2014;perhaps it was in some degree his duty to do so; and he would at least have been enabled to make good his argument against his hon. friend (colonel Craufurd) and to correct his inaccuracy in one instance, as he disclaims his sanguineness in another. But as to the powerful effects and inducements which belong to the limitation of the term of service, there is no difference of opinion between the right hon. gent. and his friend. It is to fill the ranks of the army, and to fill them with a better description of people. To this we presume to answer, that if limitation of service be so alluring, we have already tried the force of that allurement, by limiting not the term only, but the space; by inviting men to serve not for a few years only, but for those few years at home: the trial has been not wholly without success; far from it;&#x2014;but it has not had such striking and splendid success, as (compared with the general term of enlistment) to prove, that the limitations are so all-powerful as the hon. gentlemen represented them; and above it has not, according to the hon. gentlemen themselves, produced a materially better description of men to the service. \"Oh!&#x2014;but,\" say the hon. gentlemen, \"that is because you limited too much. The men that we want to get at, are those who wish to serve for a short time, but to serve abroad. You have no receptacle for men of that sort.\"&#x2014;Well, then, let us have one; with all my heart&#x2014;but do not let us make up our minds to have no other sort: for, assuredly, however possible it may be that a reasonable proportion of such men may be found, it is a little too much to expect, that with an army to such an extent as we have at present, with an auxiliary force for home defence, in great part consisting of volunteers, (not one man of either of which establishments has required the inducement of this peculiar species of limitation),&#x2014;it is, I think, a little too much to expect us to agree, that no other than this limitation can possibly be effectual. But I suppose it is amongst this bettermost description of men only, that the peculiar taste prevails. It is amongst them that we are to look for the persons who, according to the right hon. gentlemen, like very little service, but choose to have that service foreign; like the, man who, describing the sort of weather that best pleased him, declared that be would have \"but little wind, but that little high.\" These are the persons whom the right hon. gent. describes as likely to enter into the army for the sake of seeing the world; who, leaving their village Desdemonas at home, would embark for the West Indies, for the purpose of returning like so many Othellos, with a collection of stories to woo them with upon their return. Unquestionably this theory, is a most delightful one; but I still have my doubts as to the extent, at least, of its possible operation. I cannot help thinking that that class of society, from which the ranks of our army have hitherto been chiefly supplied, must, even after the refinements of the right hon. gent., and all the lectures of the hon. colonel, on the necessary and practical operation of those refinements, still continue to be the only very efficient source of the supply. Upon this class&#x2014;I mean the lowest and labouring class of the community, the peasant and the inferior artisan, I suppose it is not contended that these fancies will work very powerfully: and as to mounting higher, in order that you may obtain a more numerous recruitment, it seems to me that that notion proceeds upon a false estimate of the relative proportions of the different classes of society. Society has often been compared to a pyramid; but I never yet heard that the point was nearest the earth, and the broadest surface at the top. If that were the true view of it, the hon. colonel would be right, and the higher you mounted, the larger superficies you would have to act upon; but if the lowest class be, as it is, infinitely the most extensive, I do not see that much would be gained by looking in preference to a higher level for your supply. I really believe, sir, after all, that even when this system is in its fullest operation, the hon. colonel must still be content to draw his recruits from the plough, and from the fair, rather than from St. James's Street and the Royal Exchange. But if, after all, we are wrong in this supposition; if there be such a race as the right hon. colonel supposes, of such peculiar and characteristic disposition; of such small, and at the same time delicate stomachs for military service; whom none of the modes of service hitherto invented, have been able to satisfy; I am far from, contending, that this variety of the military species may not be worth comprehending in any general plan of military establishment. By all means, let us have all that we can get; but do not let us, in attempting to catch this rare and non-descript creature, weave the meshes of our laws too close to answer any more useful or general purpose. But by all means let there be a class of this sort of service; let there be certain regiments raised with this particular term of enlistment; let the second battalions, as has been more than once suggested by the hon. genral (sir J. Pulteney), be appropriate to it. For this, no act of parliament is necessary, no new .power need be given. The crown may raise regiments, or appoint battalions for this purpose; and wherever these singular individual; are to be found, wherever the right hon. gent. or the hon. colonel has heard of them, in whatever part of the country they are latitating and circumcursitating, there the king's recruiting writ may run and secure them, if they are to be had, for his majesty's service. But where is the necessity of sacrificing every other chance to try this one, which may as well be tried without it? The right hon. gent. meets this question with an argument the most singular and the most hardy that can well be conceived. He admits that the trial of this principle has been made; and he admits, or rather contends, that its success has not been all that could be desired: \"but,\" says he, \"this failure has proceeded from its having been tried partially: make it the general rule of your service; recruit solely on this principle; leave nothing in competition with it; rely upon it alone, and be assured it will not fail you.\" Why, sir, this might be very well, if the interests hazarded upon the issue of the experiment, were any thing less than the safety and existence of the empire; and I could understand the argument, if its application were to circumstances directly the reverse to those which are now under our consideration. If the principle of our service had hitherto been the limitation of the term; if the innovation now proposed were to enlist for a term indefinite; if this new method had been tried partially, and had not answered, I could perfectly understand any advocate for indefinite service, who should say: \"No wonder this experiment has not yet succeeded; it has not had fair play: and so long as the limited service is suffered to bid in competition with it, its complete success cannot reasonably be expected.\"&#x2014;But it certainly is not an equally obvious truth, that the existence of the indefinite service affords a competition which must be fatal to the trial of the experiment of the limited term. I therefore cannot conceive a more unreasonable demand than that of the right hon. gent., that we should consent to abolish a mode of enlistment, which, if not so alluring in theory, has been found effectual in practice, in order to try, with better chance of success, (for which we have nothing but his word,) an experiment which, having failed when we risked but little upon it, he contends we ought now to risk every thing upon it, and try it again. Such being the only temptation which we have, according to the right hon. gent.'s acknowledgment, from the experience of our own country; we have naturally been desired to look abroad for the encouragement which was not to he found at home. Here, I think, however, the assertions of, the hon. gentlemen have been somewhat, mitigated, and their tone, of confidence somewhat lowered since the last discussion upon this subject. We no longer hear the general and sweeping declarations that all the great military powers have uniformly acted upon the system which the right hon. gent. recommends; that we have stood alone among nations, and that it becomes us as soon as possible to conform to the general example. Ancient France is, I think, tonight, the solitary instance upon which the hon. gentlemen rely, to which indeed is added the example of Switzerland, with respect to the troops which she has been in the habit of hiring out to foreign powers. As to the Swiss, it requires, I think, but very few words to shew that the mode of raising troops (however brave and valuable those troops may be), to be employed in the service of other powers, cannot fairly be cited as a precedent for an army upon, which the defence of their native country is to depend. It is perfectly manifest that it might be utterly impossible to induce men to quit their country for life, especially men amongst whom the love of their country exists in so strong a degree; and as to the foreign power in whose pay they served, it is equally manifest that the acceptance of their service for a limited term, proves no predilection or partiality on the part of that power for such a species of service, inasmuch as the troops were to be had on no other. The example of ancient France has been as confidently relied upon by the right hon. gent. (Mr. Windham) as before; but the remarks of the hon. general behind me (sir James Pulteney) have, I think, not a little diminished the force of the argument; and the illustrations of the hon. colonel (Craufurd), who intended, I suppose, to sustain the proposition of his right hon. friend, have done what little was left undone by the hon. general, to demolish it. It is allowed on all hands that faith must be kept with the soldier; that whatever period you fix for the termination of his engagement, at that period when it arrives, under whatever circumstances, under the pressure of whatever necessity, the soldier must have his discharge if he claims it. It follows that no example can fairly be stated in favour of this plan, which does not chew not only that such engagements were made, but that they were kept sacred and inviolable; and one instance, even one solitary instance, of the violation of such an engagement on the part of any government which is held out to us as an object of imitation, ought, in my opinion, to operate not as a light to guide us, but as a beacon to alarm and warn us of our danger. How then stands the example of ancient France? It was stated on a former night by the hon. general, and then sturdily denied, that the engagement of the French government with their soldiery had been violated at the beginning of the American war; that by an ordinance then published, the right of claiming discharges was suspended. Tonight this fact has been admitted; but the admission was accompanied by the right hon. gent. with a whimsical sort of triumph, because forsooth there was but this one instance to be found of such a violation of faith, and because this was a formal ordinance; as if the formality with which faith was broken in this instance, was a sort of proof how sacredly it had been kept before. But the hon. colonel has not been contented that the matter should rest there, and in order to satisfy us how unwillingly the government of France ever consented to the violation of its engagements, he has quoted the indignant expressions of Marshal Saxe against officers who did not keep their engagements with the soldiery. Marshal Saxe's indignation, virtuous as it was, pro- bably was not without cause. So here is another instance of the same breach of faith; or rather, in all fair reasoning, a complete proof that, even in Marshal Saxe's time, it had grown upon into a practice. What then is the true result of this single example of ancient France? why, surely, that if in that extensive and populous country, a country at all times capable of affording a great proportion of its population to the profession of arms, the government has nevertheless found it impossible to keep its word with the soldiery, it is wild and hazardous in the extremest degree to act upon the supposition, that in a country comparatively, limited in population, and that population called upon as it is to supply such an extent of manufactories, such a prodigious commercial marine, and a .navy which absorbs alone such numbers as bear no small proportion to the armies of the continent, it would be possible in all instances to keep faith with the soldier, if unfortunately this clause should pass into a law. That if we foresee the smallest probability of being driven by any necessity to a violation of our engagement, we ought not to enter into it: that we ought not to run after the example of France in her policy, at the risk of being obliged to imitate her bad faith, is surely not necessary to be argued in a. British house of commons. Having succeeded no better in his history from abroad than in precedent at home, the right hon. gent. has betaken himself, as usual, to analogy, and derives his analogies, as usual, from objects which at least amuse, if they do not enlighten. He admits in some degree the hazard of diminution to the army in the first instance, by keeping faith with the soldier; but this diminution is to be repaid with interest. He is not surprised that a colonel of a regiment, or the captain of a fine company of grenadiers should feel loth to part with any number of his men at the expiration of a limited period. Just so, says the right hon. gent., it goes to one's heart to thin a fine grove of young and growing trees, till we reflect that, by taking some away, the remainder will grow finer and taller. The right hon. gent. hardly needs be informed that this simile is not perfectly accurate, unless he means that the remaining grenadiers are to increase in height and corpulence in proportion as their comrades are removed. Still more unfortunate is the right hon. gent. in the field of turnips into which he has wandered, though led there by an apparently happy ambiguity of words, which might have misled a less ingenious speculator. Does not the drill husbandman hoe his turnips, says the right hon. gent.; and what should prevent the drill serjeant in like manner from hoeing his battalion? The remaining turnips thrive and swell&#x2014;but here again unluckily is the same mistake of size for number; and I cannot help fearing, that the right hon. gent.'s system of husbandry will turn out nearly as unprofitable as that of the theorist, of whom the story is told in La Fontaine, who contrived to have nothing but the leaves of his turnips to carry to market. I very much fear that the right hon. gent., when, at the eve of any war, or in the middle of any campaign, he is fulfilling his engagements with the soldiers whose services are. expired, will find that he is depriving his battalions of all that forms their substance, their solidity, and their strength, and that what he suffers to remain will be comparatively but the leaves of the turnips. To this apprehension, however, the right hon. gent. opposes the confident persuasion that the men will not claim their discharge when due. The hon. colonel, to be sure, rather differs from his leader in this, as in other respects, and thinks. that they will; but he thinks, that being discharged, they will do a good almost more than equivalent to their military service, by instigating others to take the places which they have quitted, and that their precept will countervail their example. It would really be a great advantage to us in these debates, if the right. hon. gent. and his friend would argue a little more precisely as to their own objects, and would agree upon the expectation which they would wish us to entertain; especially when they are so eager in rejecting the imputation of theory, and desire to be considered as reckoning upon nothing which has not experience and example in its favour. But I am willing to take the hon. colonel's view of the subject as that which their own examples go nearest to establish. The Swiss, I presume, did return home at the expiration of their service; and that the prevailing habit in France was to claim the discharge which became, due, is fairly to be inferred; as well from the ordinance of 1788, as from what the hon. colonel has informed us of Marsha", "sitting_id": 356, "date": "1806-05-30", "id": 1298, "end_column": "481", "parent_section_id": 1278}}], "data_file_id": 363, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "228", "date_text": "Wednesday, December 24.", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 423, "year": 1806, "end_column": "235", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "228", "title": "MINUTES.", "sitting_id": 423, "date": "1806-12-24", "id": 1490, "end_column": "228", "parent_section_id": 1489}}, {"section": {"slug": "galway-election-writ", "start_column": "228", "title": "GALWAY ELECTION WRIT.", "sitting_id": 423, "date": "1806-12-24", "id": 1491, "end_column": "228", "parent_section_id": 1489}}, {"section": {"slug": "salary-of-the-chairman-of-the-ways-and", "start_column": "228", "title": "SALARY OF THE CHAIRMAN OF THE WAYS AND MEANS.", "sitting_id": 423, "date": "1806-12-24", "id": 1499, "end_column": "232", "parent_section_id": 1489}}, {"section": {"slug": "westminster-election-petition", "start_column": "232", "title": "WESTMINSTER ELECTION PETITION.", "sitting_id": 423, "date": "1806-12-24", "id": 1500, "end_column": "235", "parent_section_id": 1489}}], "data_file_id": 431, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "236", "date_text": "Monday, December 29.", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 448, "year": 1806, "end_column": "237", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "236", "title": "MINUTES.", "sitting_id": 448, "date": "1806-12-29", "id": 1567, "end_column": "236", "parent_section_id": 1566}}, {"section": {"slug": "navy-estimates", "start_column": "236", "title": "NAVY ESTIMATES.", "sitting_id": 448, "date": "1806-12-29", "id": 1568, "end_column": "237", "parent_section_id": 1566}}], "data_file_id": 458, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "238", "date_text": "Tuesday, December 30.", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 509, "year": 1806, "end_column": "250", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "238", "title": "MINUTES.", "sitting_id": 509, "date": "1806-12-30", "id": 1778, "end_column": "238", "parent_section_id": 1776}}, {"section": {"slug": "distillation-of-sugar", "start_column": "238", "title": "DISTILLATION OF SUGAR.", "sitting_id": 509, "date": "1806-12-30", "id": 1779, "end_column": "240", "parent_section_id": 1776}}, {"section": {"slug": "woollen-trade", "start_column": "240", "title": "WOOLLEN TRADE.", "sitting_id": 509, "date": "1806-12-30", "id": 1785, "end_column": "241", "parent_section_id": 1776}}, {"section": {"slug": "negociation-with-france", "start_column": "241", "title": "NEGOCIATION WITH FRANCE.", "sitting_id": 509, "date": "1806-12-30", "id": 1786, "end_column": "250", "parent_section_id": 1776}}], "data_file_id": 519, "chairman": null}}
{"house_of_lords_sitting": {"start_column": "16", "date_text": "Friday, December 19.", "title": "HOUSE OF LORDS.", "volume_id": 7, "id": 541, "year": 1806, "end_column": "35", "top_level_sections": [{"section": {"slug": "the-lords-commissioners-speech", "start_column": "16", "title": "THE LORDS COMMISSIONERS' SPEECH.", "sitting_id": 541, "date": "1806-12-19", "id": 1884, "end_column": "35", "parent_section_id": 1883}}], "data_file_id": 550, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "252", "date_text": "Wednesday, December 31.", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 479, "year": 1806, "end_column": "252", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "252", "title": "MINUTES.", "sitting_id": 479, "date": "1806-12-31", "id": 1661, "end_column": "252", "parent_section_id": 1660}}], "data_file_id": 487, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "226", "date_text": "Tuesday, December 23.", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 421, "year": 1806, "end_column": "227", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "226", "title": "MINUTES.", "sitting_id": 421, "date": "1806-12-23", "id": 1482, "end_column": "226", "parent_section_id": 1480}}, {"section": {"slug": "galway-election-writ", "start_column": "226", "title": "GALWAY ELECTION WRIT.", "sitting_id": 421, "date": "1806-12-23", "id": 1483, "end_column": "227", "parent_section_id": 1480}}], "data_file_id": 429, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "15", "date_text": "Wednesday, 17th December", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 361, "year": 1806, "end_column": "15", "top_level_sections": [{"section": {"slug": "preamble", "start_column": "15", "title": "Preamble", "sitting_id": 361, "date": "1806-12-17", "id": 1293, "end_column": "15", "parent_section_id": 1292}}], "data_file_id": 368, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "82", "date_text": "Saturaday, 20th December 1806", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 369, "year": 1806, "end_column": "213", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "82", "title": "MINUTES.", "sitting_id": 369, "date": "1806-12-22", "id": 1321, "end_column": "82", "parent_section_id": 1320}}, {"section": {"slug": "the-lords-commissioners-speech", "start_column": "82", "title": "THE. LORDS COMMISSIONERS' SPEECH.", "sitting_id": 369, "date": "1806-12-22", "id": 1322, "end_column": "92", "parent_section_id": 1320}}, {"section": {"slug": "papers", "start_column": "92", "title": "PAPERS", "sitting_id": 369, "date": "1806-12-22", "id": 1329, "end_column": "209", "parent_section_id": 1320}}, {"section": {"slug": "declaration-of-the-king-of-great-britain", "start_column": "209", "title": "DECLARATION OF THE KING OF GREAT BRITAIN; DATED OCTOBER 21, 1806.", "sitting_id": 369, "date": "1806-12-22", "id": 1335, "end_column": "213", "parent_section_id": 1320}}], "data_file_id": 374, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "14", "date_text": "Tuesday, December 16.", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 427, "year": 1806, "end_column": "14", "top_level_sections": [{"section": {"slug": "preamble", "start_column": "14", "title": "Preamble", "sitting_id": 427, "date": "1806-12-16", "id": 1502, "end_column": "14", "parent_section_id": 1501}}], "data_file_id": 435, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "366", "date_text": "Wednesday, May 28.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 389, "year": 1806, "end_column": "412", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "366", "title": "MINUTES", "sitting_id": 389, "date": "1806-05-28", "id": 1394, "end_column": "366", "parent_section_id": 1393}}, {"section": {"slug": "affairs-of-india-oude-charge", "start_column": "366", "title": "AFFAIRS OF INDIA&#x2014;OUDE CHARGE.", "sitting_id": 389, "date": "1806-05-28", "id": 1396, "end_column": "394", "parent_section_id": 1393}}, {"section": {"slug": "property-duty-bill", "start_column": "394", "title": "PROPERTY DUTY BILL.", "sitting_id": 389, "date": "1806-05-28", "id": 1403, "end_column": "412", "parent_section_id": 1393}}, {"section": {"slug": "salaries-to-commissioners-of-accounts", "start_column": "412", "title": "SALARIES TO COMMISSIONERS OF ACCOUNTS.", "sitting_id": 389, "date": "1806-05-28", "id": 1409, "end_column": "412", "parent_section_id": 1393}}], "data_file_id": 397, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "331", "date_text": "Thursday, May 22.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 488, "year": 1806, "end_column": "347", "data_file_id": 496, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "331", "title": "MINUTES.", "sitting_id": 488, "date": "1806-05-22", "id": 1690, "end_column": "331", "parent_section_id": 1689}}, {"section": {"slug": "irish-customs-duty-bill", "start_column": "331", "title": "IRISH CUSTOMS DUTY BILL.", "sitting_id": 488, "date": "1806-05-22", "id": 1691, "end_column": "335", "parent_section_id": 1689}}, {"section": {"slug": "unaudited-accounts", "start_column": "335", "title": "UNAUDITED ACCOUNTS.", "sitting_id": 488, "date": "1806-05-22", "id": 1693, "end_column": "336", "parent_section_id": 1689}}, {"section": {"slug": "election-treating-bill", "start_column": "336", "title": "ELECTION TREATING BILL.", "sitting_id": 488, "date": "1806-05-22", "id": 1695, "end_column": "336", "parent_section_id": 1689}}, {"section": {"slug": "american-intercourse-bill", "start_column": "336", "title": "AMERICAN INTERCOURSE BILL.", "sitting_id": 488, "date": "1806-05-22", "id": 1696, "end_column": "347", "parent_section_id": 1689}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "284", "date_text": "Tuesday, May 20.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 307, "year": 1806, "end_column": "291", "data_file_id": 312, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "284", "title": "MINUTES.", "sitting_id": 307, "date": "1806-05-20", "id": 1098, "end_column": "284", "parent_section_id": 1097}}, {"section": {"slug": "debts-of-the-nabobs-of-arcot", "start_column": "284", "title": "DEBTS OF THE NABOBS OF ARCOT.", "sitting_id": 307, "date": "1806-05-20", "id": 1101, "end_column": "291", "parent_section_id": 1097}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "292", "date_text": "Wednesday, May 21.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 425, "year": 1806, "end_column": "327", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "292", "title": "MINUTES", "sitting_id": 425, "date": "1806-05-21", "id": 1497, "end_column": "292", "parent_section_id": 1496}}, {"section": {"slug": "poor-laws", "start_column": "292", "title": "POOR LAWS.", "sitting_id": 425, "date": "1806-05-21", "id": 1498, "end_column": "293", "parent_section_id": 1496}}, {"section": {"slug": "barrack-abuses", "start_column": "293", "title": "BARRACK ABUSES.", "sitting_id": 425, "date": "1806-05-21", "id": 1504, "end_column": "295", "parent_section_id": 1496}}, {"section": {"slug": "west-india-accounts-bill", "start_column": "295", "title": "WEST-INDIA ACCOUNTS BILL.", "sitting_id": 425, "date": "1806-05-21", "id": 1508, "end_column": "307", "parent_section_id": 1496}}, {"section": {"slug": "army-estimates", "start_column": "307", "title": "ARMY ESTIMATES.", "sitting_id": 425, "date": "1806-05-21", "id": 1512, "end_column": "327", "parent_section_id": 1496}}], "data_file_id": 432, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "349", "date_text": " Friday, May 23.", "title": " HOUSE OF COMMONS.", "volume_id": 6, "id": 582, "year": 1806, "end_column": "364", "data_file_id": 593, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "349", "title": "MINUTES.", "sitting_id": 582, "date": "1806-05-23", "id": 2051, "end_column": "349", "parent_section_id": 2050}}, {"section": {"slug": "american-intercourse-bill", "start_column": "349", "title": "AMERICAN INTERCOURSE BILL.", "sitting_id": 582, "date": "1806-05-23", "id": 2052, "end_column": "349", "parent_section_id": 2050}}, {"section": {"slug": "army-estimates", "start_column": "349", "title": "ARMY ESTIMATES.", "sitting_id": 582, "date": "1806-05-23", "id": 2059, "end_column": "351", "parent_section_id": 2050}}, {"section": {"slug": "vote-of-thanks-to-the-managers-of-the", "start_column": "351", "title": "VOTE OF THANKS TO THE MANAGERS OF THE IMPEACHMENT OF LORD MELVILLE.", "sitting_id": 582, "date": "1806-05-23", "id": 2060, "end_column": "354", "parent_section_id": 2050}}, {"section": {"slug": "unaudited-accounts", "start_column": "354", "title": "UNAUDITED ACCOUNTS.", "sitting_id": 582, "date": "1806-05-23", "id": 2061, "end_column": "364", "parent_section_id": 2050}}, {"section": {"slug": "tortola-free-port-bill", "start_column": "364", "title": "TORTOLA FREE-PORT BILL.", "sitting_id": 582, "date": "1806-05-23", "id": 2065, "end_column": "364", "parent_section_id": 2050}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "3", "date_text": "Monday, December 15.", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 455, "year": 1806, "end_column": "12", "top_level_sections": [{"section": {"slug": "choice-of-a-speaker", "start_column": "3", "title": "CHOICE OF A SPEAKER.", "sitting_id": 455, "date": "1806-12-15", "id": 1592, "end_column": "12", "parent_section_id": 1591}}], "data_file_id": 463, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "251", "date_text": "Saturday, May 17.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 458, "year": 1806, "end_column": "251", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "251", "title": "MINUTES.", "sitting_id": 458, "date": "1806-05-17", "id": 1600, "end_column": "251", "parent_section_id": 1599}}], "data_file_id": 466, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "252", "date_text": "Monday, May 19.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 460, "year": 1806, "end_column": "270", "data_file_id": 467, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "252", "title": "MINUTES.", "sitting_id": 460, "date": "1806-05-19", "id": 1606, "end_column": "252", "parent_section_id": 1605}}, {"section": {"slug": "american-intercourse-bill", "start_column": "252", "title": "AMERICAN INTERCOURSE BILL.", "sitting_id": 460, "date": "1806-05-19", "id": 1607, "end_column": "253", "parent_section_id": 1605}}, {"section": {"slug": "tortola-free-port-bill", "start_column": "253", "title": "TORTOLA FREE-PORT BILL.", "sitting_id": 460, "date": "1806-05-19", "id": 1625, "end_column": "254", "parent_section_id": 1605}}, {"section": {"slug": "irish-revenues-collection-bill", "start_column": "254", "title": "IRISH REVENUES COLLECTION BILL.", "sitting_id": 460, "date": "1806-05-19", "id": 1627, "end_column": "254", "parent_section_id": 1605}}, {"section": {"slug": "irish-additional-force-repeal-bill", "start_column": "254", "title": "IRISH ADDITIONAL FORCE REPEAL BILL.", "sitting_id": 460, "date": "1806-05-19", "id": 1628, "end_column": "255", "parent_section_id": 1605}}, {"section": {"slug": "tax-on-private-brewers", "start_column": "255", "title": "TAX ON PRIVATE BREWERS.", "sitting_id": 460, "date": "1806-05-19", "id": 1631, "end_column": "263", "parent_section_id": 1605}}, {"section": {"slug": "nelsons-annuity-bill", "start_column": "263", "title": "NELSON'S ANNUITY BILL.", "sitting_id": 460, "date": "1806-05-19", "id": 1646, "end_column": "263", "parent_section_id": 1605}}, {"section": {"slug": "property-duty-bill", "start_column": "263", "title": "PROPERTY DUTY BILL.", "sitting_id": 460, "date": "1806-05-19", "id": 1647, "end_column": "270", "parent_section_id": 1605}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "237", "date_text": "Friday, May 16.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 595, "year": 1806, "end_column": "250", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "237", "title": "MINUTES.", "sitting_id": 595, "date": "1806-05-16", "id": 2110, "end_column": "237", "parent_section_id": 2108}}, {"section": {"slug": "barracks", "start_column": "237", "title": "BARRACKS.", "sitting_id": 595, "date": "1806-05-16", "id": 2111, "end_column": "247", "parent_section_id": 2108}}, {"section": {"slug": "affairs-of-india", "start_column": "247", "title": "AFFAIRS OF INDIA.", "sitting_id": 595, "date": "1806-05-16", "id": 2125, "end_column": "248", "parent_section_id": 2108}}, {"section": {"slug": "first-report-of-the-military-commission", "start_column": "248", "title": "FIRST REPORT OF THE MILITARY COMMISSION.", "sitting_id": 595, "date": "1806-05-16", "id": 2126, "end_column": "248", "parent_section_id": 2108}}, {"section": {"slug": "messrs-chalmers-and-cowies-petition", "start_column": "248", "title": "MESSRS. CHALMERS AND COWIE'S PETITION.", "sitting_id": 595, "date": "1806-05-16", "id": 2127, "end_column": "250", "parent_section_id": 2108}}], "data_file_id": 604, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "215", "date_text": "Thursday, May 15.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 350, "year": 1806, "end_column": "225", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "215", "title": "MINUTES.", "sitting_id": 350, "date": "1806-05-15", "id": 1259, "end_column": "215", "parent_section_id": 1257}}, {"section": {"slug": "affairs-of-india", "start_column": "215", "title": "AFFAIRS OF INDIA.", "sitting_id": 350, "date": "1806-05-15", "id": 1260, "end_column": "217", "parent_section_id": 1257}}, {"section": {"slug": "property-duty-bill", "start_column": "217", "title": "PROPERTY DUTY BILL.", "sitting_id": 350, "date": "1806-05-15", "id": 1267, "end_column": "225", "parent_section_id": 1257}}], "data_file_id": 357, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "159", "date_text": "Wednesday, May 14.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 380, "year": 1806, "end_column": "214", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "159", "title": "Minutes.", "sitting_id": 380, "date": "1806-05-14", "id": 1363, "end_column": "159", "parent_section_id": 1362}}, {"section": {"slug": "conduct-of-earl-st-vincent", "start_column": "159", "title": "CONDUCT OF EARL ST. VINCENT.", "sitting_id": 380, "date": "1806-05-14", "id": 1364, "end_column": "208", "parent_section_id": 1362}}, {"section": {"slug": "vote-of-thanks-to-earl-st-vincent", "start_column": "208", "title": "VOTE OF THANKS TO EARL ST. VINCENT.", "sitting_id": 380, "date": "1806-05-14", "id": 1371, "end_column": "214", "parent_section_id": 1362}}], "data_file_id": 390, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "93", "date_text": "Saturday, May 10.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 447, "year": 1806, "end_column": "93", "top_level_sections": [{"section": {"slug": "preamble", "start_column": "93", "title": "Preamble", "sitting_id": 447, "date": "1806-05-10", "id": 1565, "end_column": "93", "parent_section_id": 1564}}], "data_file_id": 456, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "118", "date_text": "Tuesday, May 13", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 384, "year": 1806, "end_column": "145", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "118", "title": "MINUTES.", "sitting_id": 384, "date": "1806-05-13", "id": 1375, "end_column": "123", "parent_section_id": 1374}}, {"section": {"slug": "repeal-of-the-additional-force-bill", "start_column": "123", "title": "REPEAL OF THE ADDITIONAL FORCE BILL.", "sitting_id": 384, "date": "1806-05-13", "id": 1385, "end_column": "141", "parent_section_id": 1374}}, {"section": {"slug": "nelson-grant", "start_column": "141", "title": "NELSON GRANT.", "sitting_id": 384, "date": "1806-05-13", "id": 1391, "end_column": "145", "parent_section_id": 1374}}], "data_file_id": 392, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "837", "date_text": "Thursday, June 26.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 450, "year": 1806, "end_column": "855", "data_file_id": 457, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "837", "title": "MINUTES.", "sitting_id": 450, "date": "1806-06-26", "id": 1573, "end_column": "837", "parent_section_id": 1572}}, {"section": {"slug": "volunteers", "start_column": "837", "title": "VOLUNTEERS.", "sitting_id": 450, "date": "1806-06-26", "id": 1581, "end_column": "839", "parent_section_id": 1572}}, {"section": {"slug": "bankrupt-laws-bill", "start_column": "839", "title": "BANKRUPT LAWS BILL.", "sitting_id": 450, "date": "1806-06-26", "id": 1585, "end_column": "842", "parent_section_id": 1572}}, {"section": {"slug": "irish-poor-relief-bill", "start_column": "842", "title": "IRISH POOR RELIEF BILL.", "sitting_id": 450, "date": "1806-06-26", "id": 1586, "end_column": "844", "parent_section_id": 1572}}, {"section": {"slug": "training-bill", "start_column": "844", "title": "TRAINING BILL.", "sitting_id": 450, "date": "1806-06-26", "id": 1587, "end_column": "855", "parent_section_id": 1572}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "101", "date_text": "Monday, May 12.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 329, "year": 1806, "end_column": "115", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "101", "title": "MINUTES.", "sitting_id": 329, "date": "1806-05-12", "id": 1177, "end_column": "103", "parent_section_id": 1176}}, {"section": {"slug": "affairs-of-india", "start_column": "103", "title": "AFFAIRS OF INDIA.", "sitting_id": 329, "date": "1806-05-12", "id": 1178, "end_column": "105", "parent_section_id": 1176}}, {"section": {"slug": "peace-in-india", "start_column": "105", "title": "PEACE IN INDIA", "sitting_id": 329, "date": "1806-05-12", "id": 1188, "end_column": "106", "parent_section_id": 1176}}, {"section": {"slug": "kings-message-respecting-the-family-of", "start_column": "106", "title": "KING'S MESSAGE RESPECTING THE FAMILY OF LORD NELSON.", "sitting_id": 329, "date": "1806-05-12", "id": 1190, "end_column": "107", "parent_section_id": 1176}}, {"section": {"slug": "messrs-chalmers-and-cowies-petition", "start_column": "107", "title": "MESSRS CHALMERS AND COWIE'S PETITION.", "sitting_id": 329, "date": "1806-05-12", "id": 1192, "end_column": "109", "parent_section_id": 1176}}, {"section": {"slug": "conduct-of-earl-at-vincent", "start_column": "109", "title": "CONDUCT OF EARL AT. VINCENT.", "sitting_id": 329, "date": "1806-05-12", "id": 1199, "end_column": "109", "parent_section_id": 1176}}, {"section": {"slug": "property-duty-bill", "start_column": "109", "title": "PROPERTY DUTY BILL", "sitting_id": 329, "date": "1806-05-12", "id": 1200, "end_column": "115", "parent_section_id": 1176}}], "data_file_id": 335, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "810", "date_text": "Tuesday, June 24.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 346, "year": 1806, "end_column": "829", "data_file_id": 353, "top_level_sections": [{"section": {"slug": "kings-message-relating-to-greenwich", "start_column": "810", "title": "KING'S MESSAGE RELATING TO GREENWICH HOSPITAL", "sitting_id": 346, "date": "1806-06-24", "id": 1238, "end_column": "812", "parent_section_id": 1236}}, {"section": {"slug": "globe-insurance-bill", "start_column": "812", "title": "GLOBE INSURANCE BILL.", "sitting_id": 346, "date": "1806-06-24", "id": 1244, "end_column": "813", "parent_section_id": 1236}}, {"section": {"slug": "training-bill", "start_column": "813", "title": "TRAINING BILL.", "sitting_id": 346, "date": "1806-06-24", "id": 1246, "end_column": "829", "parent_section_id": 1236}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "830", "date_text": "Wednesday, June 25.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 378, "year": 1806, "end_column": "832", "top_level_sections": [{"section": {"slug": "affairs-of-india-first-charge-against", "start_column": "830", "title": "AFFAIRS OF INDIA&#x2014;FIRST CHARGE AGAINST MARQUIS WELLESLEY.", "sitting_id": 378, "date": "1806-06-25", "id": 1356, "end_column": "832", "parent_section_id": 1355}}], "data_file_id": 387, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1031", "date_text": "Monday, May 5.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 515, "year": 1806, "end_column": "1031", "data_file_id": 525, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1031", "title": "MINUTES.", "sitting_id": 515, "date": "1806-05-05", "id": 1811, "end_column": "1031", "parent_section_id": 1810}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "781", "date_text": "Friday, June 20.", "title": "HOUSE OF COMMONS", "volume_id": 6, "id": 601, "year": 1806, "end_column": "788", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "781", "title": "MINUTES.", "sitting_id": 601, "date": "1806-06-20", "id": 2135, "end_column": "781", "parent_section_id": 2134}}, {"section": {"slug": "affairs-of-ind1a-motion-for-printing-the", "start_column": "781", "title": "AFFAIRS OF IND1A&#x2014;MOTION FOR PRINTING THE FIRST CHARGE.", "sitting_id": 601, "date": "1806-06-20", "id": 2136, "end_column": "783", "parent_section_id": 2134}}, {"section": {"slug": "affairs-or-india-oude-charge", "start_column": "783", "title": "AFFAIRS or INDIA&#x2014;OUDE CHARGE.", "sitting_id": 601, "date": "1806-06-20", "id": 2139, "end_column": "788", "parent_section_id": 2134}}], "data_file_id": 611, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "790", "date_text": "Monday, June 23.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 339, "year": 1806, "end_column": "801", "data_file_id": 346, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "790", "title": "MINUTES.", "sitting_id": 339, "date": "1806-06-23", "id": 1217, "end_column": "790", "parent_section_id": 1215}}, {"section": {"slug": "irish-election-bill", "start_column": "790", "title": "IRISH ELECTION BILL.", "sitting_id": 339, "date": "1806-06-23", "id": 1226, "end_column": "790", "parent_section_id": 1215}}, {"section": {"slug": "kings-message-respecting-greenwich", "start_column": "790", "title": "KING'S MESSAGE RESPECTING GREENWICH HOSPITAL.", "sitting_id": 339, "date": "1806-06-23", "id": 1229, "end_column": "791", "parent_section_id": 1215}}, {"section": {"slug": "auditors-of-public-accounts-bill", "start_column": "791", "title": "AUDITORS OF PUBLIC ACCOUNTS BILL.", "sitting_id": 339, "date": "1806-06-23", "id": 1230, "end_column": "799", "parent_section_id": 1215}}, {"section": {"slug": "affairs-of-india-oude-charge", "start_column": "799", "title": "AFFAIRS OF INDIA&#x2014;OUDE CHARGE.", "sitting_id": 339, "date": "1806-06-23", "id": 1233, "end_column": "801", "parent_section_id": 1215}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "35", "date_text": "Wednesday, May 7.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 606, "year": 1806, "end_column": "55", "data_file_id": 616, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "35", "title": "MINUTES.", "sitting_id": 606, "date": "1806-05-07", "id": 2177, "end_column": "35", "parent_section_id": 2176}}, {"section": {"slug": "irish-budget", "start_column": "35", "title": "IRISH BUDGET.", "sitting_id": 606, "date": "1806-05-07", "id": 2182, "end_column": "50", "parent_section_id": 2176}}, {"section": {"slug": "property-duty-bill", "start_column": "50", "title": "PROPERTY DUTY BILL.", "sitting_id": 606, "date": "1806-05-07", "id": 2184, "end_column": "55", "parent_section_id": 2176}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "56", "date_text": "Thursday, May 8.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 566, "year": 1806, "end_column": "73", "data_file_id": 576, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "56", "title": "Minutes.", "sitting_id": 566, "date": "1806-05-08", "id": 1969, "end_column": "56", "parent_section_id": 1967}}, {"section": {"slug": "irish-budget", "start_column": "56", "title": "Irish Budget.", "sitting_id": 566, "date": "1806-05-08", "id": 1970, "end_column": "62", "parent_section_id": 1967}}, {"section": {"slug": "army-estimates", "start_column": "62", "title": "Army Estimates.", "sitting_id": 566, "date": "1806-05-08", "id": 1976, "end_column": "64", "parent_section_id": 1967}}, {"section": {"slug": "arrears-of-the-public-accounts", "start_column": "64", "title": "Arrears of the Public Accounts.", "sitting_id": 566, "date": "1806-05-08", "id": 1977, "end_column": "64", "parent_section_id": 1967}}, {"section": {"slug": "affairs-of-india", "start_column": "64", "title": "Affairs of India.", "sitting_id": 566, "date": "1806-05-08", "id": 1978, "end_column": "68", "parent_section_id": 1967}}, {"section": {"slug": "repeal-of-the-additional-force-bill", "start_column": "68", "title": "REPEAL OF THE ADDITIONAL FORCE BILL", "sitting_id": 566, "date": "1806-05-08", "id": 1982, "end_column": "73", "parent_section_id": 1967}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "74", "date_text": "Friday, May 9.>", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 610, "year": 1806, "end_column": "92", "data_file_id": 620, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "74", "title": "MINUTES", "sitting_id": 610, "date": "1806-05-09", "id": 2188, "end_column": "74", "parent_section_id": 2187}}, {"section": {"slug": "repeal-of-the-additional-force-bill", "start_column": "74", "title": "REPEAL OF THE ADDITIONAL FORCE BILL.", "sitting_id": 610, "date": "1806-05-09", "id": 2190, "end_column": "74", "parent_section_id": 2187}}, {"section": {"slug": "iron-duty-bill", "start_column": "74", "title": "IRON DUTY BILL.", "sitting_id": 610, "date": "1806-05-09", "id": 2197, "end_column": "92", "parent_section_id": 2187}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1029", "date_text": "Saturday, May 3.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 598, "year": 1806, "end_column": "1029", "data_file_id": 609, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1029", "title": "MINUTES.", "sitting_id": 598, "date": "1806-05-03", "id": 2123, "end_column": "1029", "parent_section_id": 2122}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "736", "date_text": "Wednesday, June 18.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 324, "year": 1806, "end_column": "752", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "736", "title": "MINUTES.", "sitting_id": 324, "date": "1806-06-18", "id": 1161, "end_column": "736", "parent_section_id": 1160}}, {"section": {"slug": "affairs-of-india-oude-charge", "start_column": "736", "title": "AFFAIRS OF INDIA.&#x2014;OUDE CHARGE.", "sitting_id": 324, "date": "1806-06-18", "id": 1165, "end_column": "752", "parent_section_id": 1160}}], "data_file_id": 331, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1021", "date_text": "Thursday, May 1.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 648, "year": 1806, "end_column": "1025", "data_file_id": 658, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1021", "title": "MINUTES.", "sitting_id": 648, "date": "1806-05-01", "id": 2330, "end_column": "1021", "parent_section_id": 2329}}, {"section": {"slug": "slave-importation-bill", "start_column": "1021", "title": "SLAVE IMPORTATION BILL.", "sitting_id": 648, "date": "1806-05-01", "id": 2331, "end_column": "1025", "parent_section_id": 2329}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1", "date_text": "Tuesday, May 6, 1806.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 570, "year": 1806, "end_column": "31", "data_file_id": 580, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1", "title": "MINUTES.", "sitting_id": 570, "date": "1806-05-06", "id": 1991, "end_column": "1", "parent_section_id": 1990}}, {"section": {"slug": "repeal-of-the-additional-force-bill", "start_column": "1", "title": "REPEAL OF THE ADDITIONAL FORCE BILL.", "sitting_id": 570, "date": "1806-05-06", "id": 1993, "end_column": "31", "parent_section_id": 1990}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1026", "date_text": "Friday, May 2.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 511, "year": 1806, "end_column": "1029", "data_file_id": 522, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1026", "title": "MINUTES.", "sitting_id": 511, "date": "1806-05-02", "id": 1791, "end_column": "1026", "parent_section_id": 1790}}, {"section": {"slug": "pig-iron-duty-bill", "start_column": "1026", "title": "PIG IRON DUTY BILL.", "sitting_id": 511, "date": "1806-05-02", "id": 1792, "end_column": "1027", "parent_section_id": 1790}}, {"section": {"slug": "slave-importation-bill", "start_column": "1027", "title": "SLAVE IMPORTATION BILL.", "sitting_id": 511, "date": "1806-05-02", "id": 1798, "end_column": "1029", "parent_section_id": 1790}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "772", "date_text": "Thursday, June 19.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 397, "year": 1806, "end_column": "778", "top_level_sections": [{"section": {"slug": "irish-election-bill", "start_column": "772", "title": "IRISH ELECTION BILL.", "sitting_id": 397, "date": "1806-06-19", "id": 1418, "end_column": "776", "parent_section_id": 1417}}, {"section": {"slug": "affairs-of-india-oude-charge", "start_column": "776", "title": "AFFAIRS OF INDIA.&#x2014;OUDE CHARGE.", "sitting_id": 397, "date": "1806-06-19", "id": 1441, "end_column": "778", "parent_section_id": 1417}}], "data_file_id": 403, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "685", "date_text": "Tuesday, June 17.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 412, "year": 1806, "end_column": "730", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "685", "title": "MINUTES.", "sitting_id": 412, "date": "1806-06-17", "id": 1455, "end_column": "685", "parent_section_id": 1454}}, {"section": {"slug": "affairs-of-india", "start_column": "685", "title": "AFFAIRS OF INDIA", "sitting_id": 412, "date": "1806-06-17", "id": 1456, "end_column": "686", "parent_section_id": 1454}}, {"section": {"slug": "american-intercourse-bill", "start_column": "686", "title": "AMERICAN INTERCOURSE BILL.", "sitting_id": 412, "date": "1806-06-17", "id": 1460, "end_column": "730", "parent_section_id": 1454}}], "data_file_id": 420, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "672", "date_text": "Monday, June 16.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 314, "year": 1806, "end_column": "682", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "672", "title": "MINUTES.", "sitting_id": 314, "date": "1806-06-16", "id": 1132, "end_column": "673", "parent_section_id": 1131}}, {"section": {"slug": "nabob-of-arcots-debts", "start_column": "673", "title": "NABOB OF ARCOT'S DEBTS.", "sitting_id": 314, "date": "1806-06-16", "id": 1138, "end_column": "673", "parent_section_id": 1131}}, {"section": {"slug": "impeachment-of-lord-melville", "start_column": "673", "title": "IMPEACHMENT OF LORD MELVILLE.", "sitting_id": 314, "date": "1806-06-16", "id": 1140, "end_column": "675", "parent_section_id": 1131}}, {"section": {"slug": "greenwich-hospital", "start_column": "675", "title": "GREENWICH HOSPITAL.", "sitting_id": 314, "date": "1806-06-16", "id": 1147, "end_column": "676", "parent_section_id": 1131}}, {"section": {"slug": "west-india-accounts-bill", "start_column": "676", "title": "WEST INDIA ACCOUNTS BILL.", "sitting_id": 314, "date": "1806-06-16", "id": 1149, "end_column": "682", "parent_section_id": 1131}}], "data_file_id": 321, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "614", "date_text": "Thursday, June 12.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 580, "year": 1806, "end_column": "647", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "614", "title": "MINUTES.", "sitting_id": 580, "date": "1806-06-12", "id": 2039, "end_column": "614", "parent_section_id": 2038}}, {"section": {"slug": "accounts-relating-to-foreign-corps", "start_column": "614", "title": "ACCOUNTS RELATING TO FOREIGN CORPS.", "sitting_id": 580, "date": "1806-06-12", "id": 2044, "end_column": "618", "parent_section_id": 2038}}, {"section": {"slug": "chelsea-hospital-bill", "start_column": "618", "title": "CHELSEA HOSPITAL BILL.", "sitting_id": 580, "date": "1806-06-12", "id": 2046, "end_column": "647", "parent_section_id": 2038}}], "data_file_id": 590, "chairman": null}}
{"house_of_lords_sitting": {"start_column": "669", "date_text": "Saturday, June 14.", "title": "HOUSE OF LORDS.", "volume_id": 6, "id": 645, "year": 1806, "end_column": "671", "top_level_sections": [{"section": {"slug": "seymour-appeal-cause", "start_column": "669", "title": "SEYMOUR APPEAL CAUSE.", "sitting_id": 645, "date": "1806-06-14", "id": 2321, "end_column": "671", "parent_section_id": 2320}}], "data_file_id": 655, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "661", "date_text": "Friday, June 13.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 483, "year": 1806, "end_column": "669", "data_file_id": 491, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "661", "title": "MINUTES.", "sitting_id": 483, "date": "1806-06-13", "id": 1676, "end_column": "661", "parent_section_id": 1675}}, {"section": {"slug": "west-india-accounts-bill", "start_column": "661", "title": "WEST INDIA ACCOUNTS BILL.", "sitting_id": 483, "date": "1806-06-13", "id": 1680, "end_column": "668", "parent_section_id": 1675}}, {"section": {"slug": "american-intercourse-bill", "start_column": "668", "title": "AMERICAN INTERCOURSE BILL.", "sitting_id": 483, "date": "1806-06-13", "id": 1683, "end_column": "669", "parent_section_id": 1675}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1093", "date_text": "Friday, July 11.", "title": "HOUSE OF COMMONS", "volume_id": 6, "id": 265, "year": 1806, "end_column": "1120", "data_file_id": 271, "top_level_sections": [{"section": {"slug": "grenada-and-st-vincents-loan-bill", "start_column": "1093", "title": "GRENADA AND ST. VINCENT'S LOAN BILL.", "sitting_id": 265, "date": "1806-06-11", "id": 974, "end_column": "1094", "parent_section_id": 973}}, {"section": {"slug": "bill-sent-by-mistake-to-the-lords", "start_column": "1094", "title": "BILL SENT BY MISTAKE TO THE LORDS.", "sitting_id": 265, "date": "1806-06-11", "id": 982, "end_column": "1095", "parent_section_id": 973}}, {"section": {"slug": "debts-of-tue-nabobs-of-arcot", "start_column": "1095", "title": "DEBTS OF TUE NABOBS OF ARCOT.", "sitting_id": 265, "date": "1806-06-11", "id": 985, "end_column": "1097", "parent_section_id": 973}}, {"section": {"slug": "treasurership-of-the-navy", "start_column": "1097", "title": "TREASURERSHIP OF THE NAVY.", "sitting_id": 265, "date": "1806-06-11", "id": 991, "end_column": "1103", "parent_section_id": 973}}, {"section": {"slug": "royal-family-annuities-bill", "start_column": "1103", "title": "ROYAL FAMILY ANNUITIES BILL.", "sitting_id": 265, "date": "1806-06-11", "id": 996, "end_column": "1105", "parent_section_id": 973}}, {"section": {"slug": "vote-of-thanks-to-the-volunteers", "start_column": "1105", "title": "VOTE OF THANKS TO THE VOLUNTEERS.", "sitting_id": 265, "date": "1806-06-11", "id": 998, "end_column": "1120", "parent_section_id": 973}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "578", "date_text": "Tuesday, June 10.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 415, "year": 1806, "end_column": "603", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "578", "title": "MINUTES.", "sitting_id": 415, "date": "1806-06-10", "id": 1467, "end_column": "578", "parent_section_id": 1466}}, {"section": {"slug": "assessed-taxesbill", "start_column": "578", "title": "ASSESSED TAXES.BILL.", "sitting_id": 415, "date": "1806-06-10", "id": 1473, "end_column": "580", "parent_section_id": 1466}}, {"section": {"slug": "abolition-of-the-slave-trade", "start_column": "580", "title": "ABOLITION OF THE SLAVE TRADE.", "sitting_id": 415, "date": "1806-06-10", "id": 1481, "end_column": "603", "parent_section_id": 1466}}], "data_file_id": 423, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1252", "date_text": "Monday, July 21.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 375, "year": 1806, "end_column": "1260", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1252", "title": "MINUTES.", "sitting_id": 375, "date": "1806-07-21", "id": 1348, "end_column": "1252", "parent_section_id": 1347}}, {"section": {"slug": "barrack-abuses", "start_column": "1252", "title": "BARRACK ABUSES.", "sitting_id": 375, "date": "1806-07-21", "id": 1349, "end_column": "1260", "parent_section_id": 1347}}], "data_file_id": 383, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "523", "date_text": "Friday, June 6.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 372, "year": 1806, "end_column": "559", "data_file_id": 380, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "523", "title": "MINUTES.", "sitting_id": 372, "date": "1806-06-06", "id": 1331, "end_column": "523", "parent_section_id": 1330}}, {"section": {"slug": "abandonment-of-the-tax-on-private-brewers", "start_column": "523", "title": "ABANDONMENT OF THE TAX ON PRIVATE BREWERS.", "sitting_id": 372, "date": "1806-06-06", "id": 1332, "end_column": "528", "parent_section_id": 1330}}, {"section": {"slug": "mutiny-bill", "start_column": "528", "title": "MUTINY BILL.", "sitting_id": 372, "date": "1806-06-06", "id": 1343, "end_column": "559", "parent_section_id": 1330}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1260", "date_text": "Tuesday, July 22.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 573, "year": 1806, "end_column": "1260", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1260", "title": "MINUTES", "sitting_id": 573, "date": "1806-07-22", "id": 2005, "end_column": "1260", "parent_section_id": 2004}}], "data_file_id": 583, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1191", "date_text": "Friday, July 18.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 613, "year": 1806, "end_column": "1248", "top_level_sections": [{"section": {"slug": "barrack-anuses", "start_column": "1191", "title": "BARRACK Anuses.", "sitting_id": 613, "date": "1806-07-18", "id": 2208, "end_column": "1192", "parent_section_id": 2207}}, {"section": {"slug": "financial-propositions", "start_column": "1192", "title": "FINANCIAL PROPOSITIONS.", "sitting_id": 613, "date": "1806-07-18", "id": 2212, "end_column": "1194", "parent_section_id": 2207}}, {"section": {"slug": "india-budget", "start_column": "1194", "title": "INDIA BUDGET.", "sitting_id": 613, "date": "1806-07-18", "id": 2216, "end_column": "1220", "parent_section_id": 2207}}, {"section": {"slug": "lord-castlereagh-membercontributionsaid", "start_column": "1220", "title": "Lord Castlereagh <membercontribution>said, that the share he had borne, and the interest he must always continue to feel in the administration of India, made him desirous of troubling the committee with such observations as the course of the present debate, and the general state of the Company's affairs at this period, suggested.&#x2014;It was not necessary that he should detain them upon the detail of the accounts, which were the immediate subject of the committee's consideration. The different results had been very fairly and clearly opened by the noble lord, and so far as the statement related to the actual accounts for the year 1803&#x2013;4 abroad, and those in estimate for 1804&#x2013;5, he had the satisfaction of entirely concurring in the view his lordship had given of those accounts.&#x2014;Owing certainly to no omission for which the noble lord could be responsible, but from the documents not having been received in due course from India, the committee had only now before them what ought more properly to have constituted the Budget of the preceding year, and had to regret that the information was still so much in arrear, as to deprive them of the means of forming ally very precise judgment of the present state of the Company's finances.&#x2014;Notwithstanding the defective nature of the materials, he was glad that the present discussion had taken place. It was not likely that gentlemen reasoning upon results that can only now be given on estimate, and drawing their inferences from combinations of accounts intricate in themselves, and such as cannot be easily reconciled in a single discussion of this nature, should frequently find it impossible to agree in any very precise conclusion. At the same time, the debate served to bring into view,and into discussion many leading points connected with the management of this important concern, with sufficient accuracy, to be productive of practical advantage to the administration of Indian affairs. He had always considered the publick service much indebted to those gentlemen who provoked enquiry and discussion upon Indian subjects, from an intimate persuasion that it was attended with beneficial consequences both abroad and at home. Under this impres- sion of duty, he should state to the committee his sentiments upon the leading points which had been adverted to in the course of the present debate, and more particularly on the probable state of the Company's affairs at the winding up of the Indian war, and the measures which he deemed it requisite should be taken thereupon, with a view of enabling the Company effectually to avail themselves of their general resources, in meeting the pressure of the heavy debt which had grown up abroad.&#x2014;He could not but regret that in discussing the situation of the Company's affairs, gentlemen so frequently neglected to take the obvious distinction (which they never failed to do as a matter of course, when speaking of our affairs at home) between a period of war and peace. When they ventured to speak of the insolvency of the Company, and attempted to prove it by a comparison of their annual means, independent of loans, with their late expenditure, it would be well they would consider, whether the insolvency of the government at home, or of any government in the world might not, in time of war, be established by the same mode of reasoning. It would be as untrue with respect to an individual to bring forward a year of extraordinary outgoings as the measure of his expenditure, and to conclude him ruined, because he could not meet such an extent of charge, without having recourse to loans.&#x2014;Another mode in which it is attempted to establish this theory of insolvency, is, to suppose the Company dissolved, and called upon like any common banker, at a moment's warning, to pay, not only all just demands upon them, but also to repay themselves, their capital stock subscribed. It is then said, where are your means? can you turn your wealth into money? must not the Company acknowlege itself bankrupt?&#x2014;It is hardly necessary to observe on the absurdity of resembling a great body of this description, created for the double purpose of trade and government (in which capacity it was to be hoped, for the sake of the constitutional liberties of the country, they would in all times, under proper regulations, continue to endure) with an ordinary trader; but if this very inappropriate comparison is to be made, would not a manufacturer, who had sunk much of his capital in machinery, not in itself of a description to be easily turned into money, though productive to him of considerable annual profit, be as open to a sentence of bankruptcy, upon these principles, as the Company? It is hardly fair of gentlemen who wish to throw open the Company's trade, or to carry forward any other speculative project with respect to India, to endeavour thus indirectly to attain their ends, by holding out to the publick exaggerated and gloomy representations of the affairs of a commercial body, whose credit, and consequently whose interests must, if these statements are believed, be thereby materially injured.&#x2014;But, even upon the grounds Of their own reasoning, their conclusion may be disproved. They set out by very unfairly considering they entire Indian debt as a sole and absolute charge upon the Company's funds, distinct from the territories. Now, assuming the day arrived when parliament should think fit to vest the government of India in other hands, can it be supposed that, upon an equitable settlement between the Public and the Company, the latter upon the expiration of their charter, which may be considered in the nature of a lease for 21 years under the state, would be ultimately saddled with these loans, so far as they have been contracted, not for any temporary or commercial interest of the Company, but for the permanent defence and security of those valuable possessions? It is obvious that an adjustment must he made on this head, the extent and nature of which must depend on a variety of considerations.&#x2014;It is enough at present to point out the fallacy, in any general balance of the Company's affairs, of considering the Indian Debt as wholly chargeable upon them, as a trading company.&#x2014;But, even on this supposition, the result is not so discouraging, when the Assets, Dead Stock, and absolute rights of the Company, are set oft against the Gross debts. <table> <tr> India Debt, April 1804 22,586,207 </tr> <tr> Debt in Europe, March 1805 6,012,196 </tr> <tr> Total &#x00A3;.28,548,403 </tr> <tr> Capital Stock 7,780,000 </tr> <tr> Total Debts &#x00A3;.36,328,403 </tr> <tr> Assets in India, April 1804 14,452,343 </tr> <tr> Assets at Home, March 1305. 20,442,659 </tr> <tr> &#x00A3;.34,895,002 </tr> <tr> Debts, including Capital 36,328,403 </tr> <tr> Assets 34,895,002 </tr> <tr> Balance against &#x00A3; 1,433,401 </tr> </table> This balance will certainly stand less favourably, when the accounts are received, bringing down the expences abroad to April 1806, before which time the peace reductions could not begin materially to operate, and a considerable reduction must be made, though by no means to the extent gentlemen are disposed to push it, from the Assets for bad Debts and Demands on government not allowed; but, on the other hand, the Company have a considerable claim on any final settlement for their Dead stock amounting to 9,994,208l. They would also still stand possessed, if the charter Was terminated, a considerable revenues, arising from territories to which they long since became entitled, by grants and not by conquest. Of this description are Bombay, Fort St. George, Fort William, with their dependant territories, St. Helena, the northern Circars, subject to a question, and other possessions, the annual revenues of which in 1793 were estimated at 520,000l. &#x2014;Upon a mere balance then of their capital wealth, compared with the claims upon them, after making all due deductions from the Assets for such claims as may be insolvent, and striking off the proportion of debt that must in equity follow the territories, and remain secured upon them till finally liquidated, the balance of such an account would, he had no doubt, leave the company in possession of ample means to discharge all demands upon them, including, their Capital Stock.&#x2014;But the productive wealth of the Company ought to be measured, not merely by their capital, but by the ordinary produce of the concern in years of peace. In 1802, their net proceeds arising from Surplus Revenue and Profits of Trade were estimated at 1,500,000l. after defraying all charges, an estimate which, from subsequent experience, it appears would have been fully realized, had we remained at peace.&#x2014;If we were, then, to look at this question as a mere matter of account, without reference to the more enlarged functions the Company were intended to perform, it would be impossible to contend, upon any fair view of their wealth point of capital, or upon their presumeable clear income in time of peace, even after their own immediate profits have been secured in the Shape of dividends, that the Company can be considered in a state any thing approaching to insolvency, however their affairs may at the present moment severely experience the Pressure of war, and the extent and nature of their debt require, in sound policy, the most vigorous measures for its reduction.&#x2014;There were a few other points that had been touched upon in the course of the debate, which he should wish to notice, before he proceeded to state what, in his conception, would be the state of the finances abroad at the winding up of the war, and the course which ought to be pursued for the effectual relief of the Company's affairs. They might be classed under the following heads: 1st. The extent and nature of the Company's trade, whether profitable or not? 2ndly. Whether the commercial capital of the Company had become insufficient for carrying on their trade, and if so, from what sources the extra funds had been supplied? 3dly. Whether in the general management of the Company's affairs for a period of years, India stood indebted to Europe, or Europe to India? and 4thly, as connected with, and arising out of the preceding points, to what purposes, whether of commerce or government, the produce of the various loans made abroad since the renewal of the charter, had been applied?&#x2014;And first, as to their Commerce, he conceived an hon. alderman (Prinsep) in endeavouring to lead the attention of the committee to a collateral question: viz. that of the Private Trade, one certainly of great moment in itself, but much too extensive in its bearings to be mixed with propriety or advantage in the present debate, had given not a very true or candid picture of the Company's commerce, either as it related to their own immediate profits, or to its effects upon the manufacturing prosperity of the empire at home. Their trade, but more particularly that with the continent of India, he had described as a losing commerce, in order to found upon this assumption the inference, that their monopoly ought to be put an end to, and their trade, at least with the continent of India, thrown open. That the trade either with India or China was carried on to a loss, lie must he permitted to doubt. He held in his hand an Account, prepared at the India house, of the clear profit on the prime cost of both the Indian and China investments for 15 years from 1787 to 1801, both Nears inclusive. By this it appeared, that the average of profit on the Indian Investments for the period in question, was 22l. 8s. 6d. per cent. for the whole period, and proportionably much higher in the later years since the shipping system of the Company was opened to a free and unrestrained competition. &#x2014;The average Profit on the China Investment calculated upon the same principles and for the like period, is stated to be 37l. 14s. 4d. per cent. The committee would observe that this was the profit upon the entire commercial transaction, from the dispatch of the goods or fundes from hence till the return and sale of the investment, and that in order to determine how far the operation is commercially profitable, the above percentage must be compared with the amount of capital employed and the extent of time which is required in the ordinary course of business to complete this revolution, which may be taken at about two years and a half upon an average, the return from India being somewhat quicker than from China.&#x2014;Another mode of looking at this question might be had recourse to, by reference to an account then on the table, which he had himself moved for in 1803, viz. of the actual annual Proceeds at home of the 4 years ending in March 1802, which were on an average 366,000l. per annum, after paying all charges, in this account, previous to the balance being struck, the dividends were included, which must be considered as in the nature of commercial profit, being in truth the return to the proprietors upon their capital stock employed in trade. This account, subject however to sonic adjustments would go to prove the Company's commerce eminently productive; but before we can consider this large annual surplus a clear commercial gain, in addition to the ten and a half per cent. the proprietors receive in dividends, we must first be satisfied, (and he would subsequently state his reasons for holding a different opinion), that no more capital was really employed in carrying on this trade, than that which was visibly assigned to this purpose; namely, the Capital Stock, the company's Bonds, and the other floating Securities for which an interest was paid. Whatever additional funds had actually found their way into the commercial concern, must be considered as part of the capital employed, and the return must provide for the interest of such funds, before the clear profit can be precisely ascertained.&#x2014;It seemed, however, unjust to describe the Company's commerce as carried on at a loss. To what precise extent it might be profitable, after providing a liberal dividend to the proprietors, might be a matter of more difficult calculation, and must, like all commercial results, be in its nature fluctuating; but, in reasoning upon this branch of the Company's affairs, the worthy alderman must establish several preliminary facts, before he can expect to persuade parliament that the commercial existence of the Company is to be considered merely on grounds of mercantile profit. He must be prepared to shew that individuals would be as likely to carry on steadily the commerce of India, under all the fluctuations to which such a trade is liable, where the outgoings are great, and the returns distant, as a great trading corporation. He must he prepared to dispel the apprehensions which must be entertained with respect to the injurious influence on the prosperity of India, which may be the consequence of an unsteady and unequal demand for their produce, before he can expect to satisfy parliament that an intercourse, perfectly unrestrained, is preferable to that qualified intercourse, partly free and partly restricted, which now prevails. If he assumes, that individuals by using an inferior description of tonnage, could carry on the trade at less expence, and consequently at greater profit, he must be prepared to shew, that this is not merely by throwing the difference of the expence on the publick, by rendering numerous and expensive convoys requisite to protect their feeble vessels in time of war, whilst the Company's ships, with a comparatively slight aid from our navy, are competent to protect each other, and to set the enemy's ships of war, even when in considerable force, at defiance. He must be prepared to shew, that such an establishment as that of the Company, could he kept up without the protection of a qualified monopoly; or that such a system is in itself unnecessary to the political existence of the Company, and the management of large territorial revenues, when both in peace and in war Funds must be transferred through the medium of commerce from India to Europe and from Europe to India. He must also shew, before he can establish that the interest of the manufacturer at home is interested in such a change, that individual speculators would be disposed to send out British manufactures, even at some loss, as the Company have frequently done, or that there is any other limit to the amount of this description of Export, on the part of the Company, than the utmost quantity the Indian market can take off, which they have not hitherto been able, with their most strenuous efforts and some sacrifices, to carry beyond 2,000,000 a year. These, and many other important doubts must be solved, before any satisfactory or sound conclusion can be come to, on the great practical question, to which the worthy alderman, somewhat out of time, had been solicitous to point the attention of the committee. With respect to his position, that the commercial capital of the Company, properly so called, has in progress of time become inadequate to its purpose, that an accession of funds has been found necessary, and that the requisite encrease has been supplied by loans raised abroad, he had the satisfaction to agree with the worthy alderman, though by no means to the extent of his statement. Where the worth alderman found his principle, that it required four capitals, or 24,000,000l. to carry on the Company's trade, he knew not; certainly not from any thing he had ever said. He never had himself heard it before stated higher than two capitals and a half, or at the utmost three capitals; but without being able to trace the precise extent of the actual increase, he was persuaded that some considerable increase had taken place, partly from tracing the funds borrowed abroad to their probable destination, partly from a general but intimate persuasion that the Capital itself, even with the increased amount of the Company's floating securities, has gradually become unequal to the extent of their commerce; under the progressive increase of charge at which from the effects of war and other causes it has latterly been in common with all other operations necessarily conducted; but still more from a detailed examination of the extent and situation of the funds themselves, as distributed throughout the various branches of their trade. If he was right in his general position, it could not well be disputed, indeed it would be rendered less doubtful from some statements which he should subsequently refer to, that the funds requisite for this purpose had been raised abroad, and so far disadvantageously from the high rate of interest at which they were obtained, a practice which certainly nothing but a case of extreme necessity could in a commercial point of view justify.&#x2014;This naturally led to the 3rd point of enquiry, which had been gone into at some length by his honourable friend the late chairman (Mr. Grant) and also by another hon. friend of his (sir A. Wellesley) viz. Whether upon the Balance of Funds passing between India and Europe for a series of years back, India stood indebted to Europe, or Europe to India? The former had stated the account between Europe on one side, and India and China on the other, and upon three several periods of years; viz. of 15 years, of 10 years, and of 7 years. From these statements the result was, that in the 15 years the accounts nearly balanced; on the 10 years the balance was about 2,400,000l. in favour of India, and upon the last 7 years, there was a balance the other way of about 536,000l.&#x2014; The hon. general had taken somewhat a different view of the question. He had stated the same sort of balanced account between India on one side and Europe and China on the other, from the commencement of lord Wellesley's government in 1798; in order to shew, that India had supplied considerably more than she had received, and that down to April 1804 the increase of Assets, and the excess of her Supplies to Europe and China beyond the value received, nearly balanced the extraordinary funds raised. These two statements seem to lead to opposite conclusions. The first to establish an inference that the commercial treasury at home derived no aid of any consequence from abroad during the period in question, and the latter to establish a different inference. The two lead at once to the main practical question; namely, for what purposes were the loans raised abroad, and to what have they in point of fact been applied? It could not be expected that in a discussion of this sort, any very precise analysis could be given of so intricate an enquiry. He should, however, state generally his impression to the committee on that important point.&#x2014;The first obvious fact that attracted attention upon an inspection of the Company's affairs, was the great increase of the Debts since the renewal of the charter: <table> <tr> Indian Debt, April 1804 22,536,207 </tr> <tr> 1793 8,074,63 </tr> <tr> Actual Increase 14,461,342 </tr> <tr> Estimated Increase to April 1806, about 6,000,000 </tr> <tr> Total Increase &#x00A3;.20,461,342 </tr> <tr> Debt in Europe, March 1794 7,006,500 </tr> <tr> 1805 6,012,196 </tr> <tr> Total Decrease &#x00A3;.994,304 </tr> <tr> Increase in India 20,461,342 </tr> <tr> Decrease in Europe 994,504 </tr> <tr> Net Increase &#x00A3;.19,467;038 </tr> </table> In considering to what purposes these Funds have been applied, it has already been stated that during the 4 years ending. in 1802, no loss, but on the contrary a profit took place on the Company's trade. The same fact is corroborated on a more extended period of years; viz. from 1795 to 1804 by an account now before parliament presented in 1804,*by which the Surplus Proceeds at home in the 10 years, amount 981,781l. From these documents it would appear, that no part of the produce of these Loans has been dissipated in the commercial transactions of the Company. Whether the may not have been employed in certain branches of them, and been invested goods or other articles for which a value remains, is a separate consideration, and will be examined hereafter. Neither is there any reason to suppose that any considerable proportion of the produce of these Loans have been sunk and expended on the defence and management of the territories. By the accounts above alluded to, it appeared that the Revenues realized in 10 years to April 1863, <table> <tr> Amounted to &#x00A3;. 94,756,281 </tr> <tr> Actual 1803&#x2013;4 13,273,044 </tr> <tr> Estimate 1804&#x2013;5 13,558,509 </tr> <tr> Estimate 1805&#x2013;6 14,279,533 </tr> <tr> Revenue, 10 years &#x00A3;.135,867,367 </tr> </table> The Charges abroad for the same period, including Interest of Debt, and deducting Expence of Bencoolen, St. Helena, and the other settlements extra the continent of India as being rather connected with the commercial than the territorial charges, were as follows: <table> <tr> Ten Years to 1803 &#x00A3;.91,416,635 </tr> <tr> Actual, 1803&#x2013;4 14,748,872 </tr> <tr> Estimate, 1804&#x2013;5 15,005,013 </tr> <tr> Estimate, 1805&#x2013;6 16,664,672 </tr> <tr> &#x00A3;.137,835,192 </tr> <tr> Interest paid to Commissioners of Sinking Fund 730,000 </tr> <tr> Net Expenditure abroad 137,103,192 </tr> <tr> Revenues, 13 years 135,867,367 </tr> <tr> Charges, 13 years 137,105,192 </tr> <tr> Deficiency &#x00A3;.1,237,825 </tr> </table> During the above period certain expences immediately appertaining to the territories were paid in Europe, which ought to be added to the charges. They amounted, on an average of years, to about 300,000l. per annum, or for the entire period 3,900,000l. On the other hand, the Revenues are entitled to have credit for whatever *See Vol.II. p. 1167. sums included in the Charges abroad were disbursed on account of government, and for which the Company either have or receive payment with Indian interest thereupon, perhaps to the amount of 3,500,000l. &#x2014;Upon the whole, it appeared, that during the period in question, which was one of nearly uninterrupted war, the territories had nearly maintained themselves, and consequently but a very small proportion of the sums raised by loans had been sunk in their defence.&#x2014;Where, then, did the great mass of the 19,467,038l. Extraordinary Funds raised by loans since 1793, go? By referring to the Account of Assets abroad to April 1804, and March 1805 at home, it would appear that a very large increase had taken place in both since 1793. <table> <tr> Assets in India, April 1804 14,452,343 </tr> <tr> Assets in Europe,March 1805 20,442,659 </tr> <tr> &#x00A3;. 34,895,002 </tr> <tr> Assets in India, April 1793 8,339,362 </tr> <tr> Assets in Europe, March 1794 9,888,836 </tr> <tr> &#x00A3;.18,228,198 </tr> <tr> Assets 1801&#x2013;5 34,895,002 </tr> <tr> Assets, 1793&#x2013;4 18,228,198 </tr> <tr> Total Increase 16,666,804 </tr> </table> This sum was liable to be increased by whatever proportion of the funds expended in the two subsequent years, viz. precious to April 1806, to which the debts have been stated On estimate, had been realized in the Assets. The amount would probably be considerable, though inferior to the Increase of Debt within the period.&#x2014;It then appeared, that an increase had taken place in the Assets since 1793, to an amount nearly corresponding to that which had been made to the debt. It was plain such an immense increase could not have grown up from the commercial Profits. It was as clear, that during the period in question it could not have arisen from the Surplus Produce of the Revenues, absorbed as they had been by war: The only other possible source from which it could have arisen, was from the loans contracted within the period; with which in amount (without then inquiring how far it bad been invested in a description of value which could be realized or not) it in some degree corresponded.&#x2014;If, then, the greater proportion of the 19,467,038l. added to the debt since 1793, was to be looked for in the Assets of the Company, it remained generally to be ascertained how far those funds had been appropriated to purposes connected with the commercial or territorial interests of the Company. That could only be done in a very general way, but he conceived with sufficient precision for any practical purpose. He apprehended, that to neither of these sources could its application he exclusively traced, but to both in their respective proportions. The Increase on the Home Assets was greatest. It amounted to 10,553,823l., that on the Assets abroad to 6,112,98l.&#x2014;If the committee would inspect the items of which the Account of Assets consisted, they would perceive that of 20,442,659l. at home, with the exception of what was stated to be due from government to the Company, the whole was strictly of a commercial description. The Charge against government within this period was stated at 4,460,192l. which deducted from the increase of 10,553,823l. seemed to leave the increase strictly commercial to be 6,093,63l.&#x2014;If the Assets abroad, amounting to 14,452 343l. after deducting the securities in the hands of the commissioners were similarly analized, the greater proportion would certainly be found to be connected with the management of the territories ; but still a considerable share must be referred to the commerce, viz. <table> <tr> Export Goods &#x00A3;.1,022,007 </tr> <tr> Import Goods 1,156,228 </tr> <tr> Commercial Advances 2,131,172 </tr> <tr> Stores, in part 2,061,593 </tr> </table> To which might be added some allowance for the share the trade might have in rendering large Balances of Cash necessary, in the various principal and subordinate treasuries abroad for the convenient conduct thereof. Supposing the same proportion to prevail between the commercial and political branches with respect to the 6,112,981l increase in the foreign Assets since 1793, which is observable in the general account; there would then be assignable within the period of increase, <table> <tr> To Territories, about 4,112,981 </tr> <tr> To Commerce, about 2,000,000 </tr> <tr> &#x00A3;.6,112,981 </tr> </table> If, then, to the increased Commercial Assets at home, viz. 6,093,631l. were added the proportion of the increased assets abroad, which might be deemed commercial, viz. 2,000,000l. the whole commercial increase would be 8,093,631l. since 1793, which might be taken to be about the proportion of the Debt which had been contracted for purposes directly or indirectly connected with the commerce, and to have been gradually invested in a larger and more valuable stock of goods and stores on hand both abroad and at home; in a commerce more enlarged, as well as necessarily conducted at a considerably increased advance of capital; and also in an extension of the buildings and other establishments connected with this branch of the Company's service. &#x2014;Deducting the amount which appeared to have been thus realized in the Commercial Assets from the gross Increase of Debt, there was some reason to presume that the residue had been raised and applied to services either connected with the territorial government or the service of the state at home, <table> <tr> Gross Increase of Debt since 1793 &#x00A3;.19,467,038 </tr> <tr> Assignable to Trade 8,093,631 </tr> <tr> Remains 11,373,407 </tr> <tr> Deduct Claims on Government 4,460,192 </tr> <tr> Remains &#x00A3;.6,913,215 </tr> </table> The latter sum, liable to be increased by whatever proportion of the Claim on government is disallowed, may be deemed, upon grounds of general reasoning, the proportion of the Debt incurred since 1793 assignable to the territories, about 4,000,000l. of which may be found in the territorial assets abroad, having been invested partly in increased Cash Balances, partly in larger sums floating between the presidencies, as well as between the sub-treasuries within each presidency, partly to advances to native powers, or their creditors, as for instance, the advance on account of the Carrnatic Debt, the Loan to the Guicowar, &amp;c. The advances on account of the public, he did not consider as a debt belonging to the territories, as the sum, when repaid, whatever it was, ought to discharge an equal amount of debt.&#x2014;If this statement were sufficient correct for the purposes of reasoning upon, of which he thought no doubt could well be entertained, however the detail might, on a closer inspection, be varied, two observations naturally suggested themselves which it was important to remark, not only with regard to the past but the future management of the Company's affairs: First, the extent of Debt which had been contracted, and Secondly, that the entire increase had taken Place abroad, The obvious disadvantage of providing those extraordinary funds abroad, winch either the political or commercial service of the Company might require, at an interest nearly double that paid for money in Europe, at first sight might seem to call in question the prudence with which the Company's affairs during that period had been conducted; but, it was due to the Court of Directors, and to those who then presided over the Indian administration, to state, that the most serious obstacles stood in the way of their raising any considerable sum in the market at home, nearly throughout the entire of that period. He dwelt the rather on this point, as it, in principle, Connected itself immediately with the remedial measures hereafter to be recommended. with respect to the past, there was every reason to presume (to such a degree was the market at home preoccupied by the publick loans,) that the Company had then no other option but to borrow abroad. The serious evil however of raising money at 10 and 12 per cent. exclusive of a bonus to the subscribers, ought to suggest, for future consideration, if the requisite loans cannot, either in the whole or in part, be raised in time of war in Europe, and remitted to India; whether the amount of the money borrowed abroad ought not to be kept down as much as possible, even at the inconvenience of some reduction of the usual extent of the investment. He was fully aware of the importance of giving at all times the utmost support to the industry and prosperity of India, by the purchase of its manufactured produce; and of the objections to any check being given to the fall employment of the company's Shipping; but, if the funds for both the commercial and political services cannot be found at such a period, on terms less ruinous, it was of the last importance that the amount raised by loans abroad, should be kept within the narrowest limits possible.&#x2014;He was aware that the extent of Extra Funds which he was led to suppose bad found their way into the commerce, more particularly in Europe since 1793, did not quite accord with the account of value transmitted to, and received from India during that period from which his hon. friend (Mr. Grant) had made his statement. He was not able to follow the items of the account so far as to judge whether it gave India credit not only for its ordinary advances on account of Europe, viz. to Ceylon, to the navy, to the Company's ships, &amp;c. but also for the very large advances advances on account of government, with interest due thereon, which had been a subject of enquiry and settlement in the course of last session, or whether it gave credit for the commercial charges abroad not added to the invoices, and also for the funds remitted to Bencoolen, St. Helena, &amp;c. which must be considered chiefly as commercial advances. It would require much pains and attention to reconcile these several accounts, and from the whole to deduce a consistent and satisfactory result. With this view, he was of opinion, that it would be desireable to charge a special committee sitting above stairs, with the task of investigating and reporting upon the present state of the Company's finances in all its details. If such an enquiry was instituted, not with any hostile or indirect view of shaking the Company's rights, or of innovating on their existing constitution, but with a sincere and candid desire to remove doubt, and to throw light on such points as were disputable in their financial system, he was persuaded the result would be highly advantageous to their general credit, and that a report coming from such authority would go far to prevent the publick mind from being hereafter misled with respect to the true state of the Company's affairs.&#x2014;He was the more desirous that such an enquiry should be instituted, as he did not conceive, upon any grounds less grave and satisfactory than an investigation before a committee of their own members, that parliament would feel itself authorized to lend its aid to the Company in carrying into effect those vigorous measures winch could alone, in his judgment, afford an early, adequate, and effectual relief to their finances, the nature of which relief he should now lay before the committee; first, however, shortly explaining the actual state of their affairs, as calling for and recommending such a measure.&#x2014;The Company's Debt in April 1802, to which debt the plan of liquidation which he had the honour of opening to parliament in March 1803 was applied, amounted to 18,654,381l. of which about 16,000,000l. bore interest. The Debt up to April 1806 was estimated at 28,500,000l. of which about 25,000,000l. might he considered as bearing interest. The annual Interest in the former period was 1,394,170l. In the latter, it would somewhat exceed 2,000,000l, The Surplus Revenue was estimated in March 1803 at 1,053,000, exclusive of 80,000l. interest payable on debt redeemed. By the actual accounts of 1802&#x2013;3 the surplus, notwithstanding 500,000l. additional charge occasioned by assembling towards the close of the year the armies on the Mahratta frontier, amounted to 7,97,000l. which would have given a surplus of 1,297,000l. in that year, had this armament not taken place.&#x2014;Calculating upon some further military reductions then in contemplation, and about 120,000l. a year which had since accrued to the revenue of Fort George from the fund antecedently appropriated to the Carnatic Creditors, had we remained on a peace establishment, they Surplus at this day, independent of savings from reduction of interest, would probably not have fallen short of 1,500,000l. Out of this Surplus, the Charge of Interest on Debt since incurred, must be defrayed. Taking this at 700,000l. the surplus likely to be forth-coming upon our return to a peace establishment, might then be estimated at about 800,000l.&#x2014; This corresponded pretty nearly with the view which his hon. friend (sir A. Wellesley) had taken of this part of the subject; in which, after estimating the revenues from the late conquests and cessions at 1,200,000l. and the additional Charges of the same at nearly a like sum, he reckoned upon an annual surplus of 700,000l. when all the reductions were completed, exclusive of the interest payable on debt redeemed amounting to about 250,000l.&#x2014;It would certainly be too sanguine to estimate the Surplus, upon the most favourable hypothesis, at more than 1,000,000l. It would not be necessary to waste many arguments in order to satisfy the committee, that to contend successfully against a debt of 28,000,000l. a more effective surplus is indispensable, and they must at once perceive that the Plan of Reduction which was framed in 1803 to meet a debt of 18,000,000l. must be comparatively feeble and inadequate as applied to the debt augmented us it now is by ten millions additional.&#x2014;It was obvious, that the system of liquidation now to be pursued should be of a description to be rapidly operative in peace, else the Company, in case of an early recurrence of war, might be exposed to have its Surplus Revenue absorbed in defraying the charge of new loans, and thus find itself deprived upon a peace even of the existing means of liquidation.&#x2014;The past intervals of peace since our connection with India, have not been found such as to justify us in being satisfied with paying off debt only at the rate intended in 1803, when the gross amount of debt did not exceed 18,000,000l. Under these circumstances, the natural remedy and resource for the Company to look to, was, on the return of peace, to repair, with the least possible delay, the misfortune of having been obliged to raise since 1793 all their loans abroad. For this purpose, he would recommend that not less than 20,000,000l. of the debt owing in India should be transferred to Europe, with as much rapidity as its transfer could be arranged, or funds remitted from hence for its liquidation. The immediate saving of interest on this transaction alone, would be nearly 4 per cent. at once adding about 800,000l. a year to the Company's. surplus. &#x2014;Some gentlemen had spoken with alarm of the proportion of the Indian debt, of which payment was demandable in Europe: the amount was stated to be 17,000,00l, He believed the securities which gave an option to the holders to transfer their debts to Europe, might not fall short in the aggregate of this sum, but from the terms of remittance to which they were entitled, the amount which would really come home, he believed, was not likely to exceed 7,000,000l. He was not, however, disposed to draw any consolation from this circumstance. He should deem it rather desirable that the whole 17,000,000l. should come home, as it would additionally impel the Company to make arrangements for converting so much of the Indian into a European debt. He was satisfied that they had the means of doing so with great advantage to their affairs; and if he was desirous of seeing this measure thus in some degree forced upon them, it was from an apprehension that, where the inconvenience was operating at a distance, men were always less disposed to make an effort out of the ordinary course of management, than when it was directly pressed upon their attention.&#x2014;The means of giving complete effect to this plan, he admitted to depend in a great measure on the return of peace. During war, the Company could not, with the same advantage, add to their capital, nor could they, without some inconvenience to the state, add materially to the amount of the loan, which time market was called on to supply for the public service. To a certain extent he was however of opinion, even in war it should be attempted; reserving till the peace the execution of the measure in its full extent. &#x2014;The amount of funds required for this conversion of debt was much beyond what the Company, without great inconvenience, could obtain merely by an extension of their capital stock, as money thus raised was procured by creating a debt in its nature not redeemable. He was of opinion that the sum to be raised in this manner, ought not very materially to exceed what the Company were at present entitled by law to borrow, namely, 2,000,000l. which being subscribed for at 200l. per cent. and upwards, that not being too high an estimate of its peace value, would produce above 4,000,000l. sterling.&#x2014;The remaining 16,000,000l. he should propose to borrow upon the security of the territorial revenues guaranteed by parliament, in such proportion as it might be required for remittance to India. The money to be raised in the first instance like any other public loan, and paid over to parliamentary commissioners, charged with its application to the reduction of the Indian debt, who should be authorized to receive the annual interest, together with the one per cent. sinking fund payable on account of the same, out of the Indian revenues, to be strictly set apart and paid over to them, or their order, in the precise order of payment, (that is, immediately after the Military Charges are provided for, and in preference to all other civil or commercial demands whatever) which is now by law provided in favour of the creditors of the Company.&#x2014; This proposition might at first sight appear open to many objections, and seem to realize at once the prophecies of some gentlemen, that the distresses of the Company were become such as had at length compelled them to come to parliament for relief; but he denied that it was at all open to such a comment any more than the system which had been acted upon uninterruptedly for the last ten years with respect to the loans raised for the service of Ireland, even before the union. The amount annually required being invariably comprehended in the British loan for the year, was in the first instance Secured upon the British consolidated fund. It was then paid over by the British to the Irish treasury; the Irish treasury being bound to remit to the British treasury in each year, the Interest and Sinking Fund, till the whole capital thus created on account of Ireland was paid off.&#x2014;In proposing a similar arrangement with respect to the Company, the committee would hold in mind, that the proposition in no degree originated with the Company, that it was merely the suggestion of an individual, not founded upon any existing failure of means in that body to meet, without the aid of parliament, every claim upon them, but offered for consideration as a measure calculated without loss to the public to add 800,000l. a year to the Company's income, and thereby obtain with more certainty for the public their annual participation of 500,000l. to which in the event of an adequate surplus existing abroad, they are entitled.&#x2014;It really appeared to him that the public were even more interested than the Company in this measure, as their prospect of participation would be thereby at once improved so much, as to be placed nearly beyond the reach of failure; whereas the dividends to the proprietors were already secured, but both the public and the Company would largely feel the benefit of it, in the effect it would have in ameliorating the finances of an Empire in which they have a common interest, which is the only British possession that has never yet in war been a charge out the mother country, except so far as its naval protection is concerned, and which has ample means of sustaining itself, in all future wars, from its own resources, if wisely administered, and upon principles not less enlarged and liberal than those which have been already acted upon with respect to other leading branches of the empire.&#x2014;That the general inducements in the present case were not less strong, and the risks not greater than in the precedent of Ireland, he thought might be successfully contended. As to the extreme case of either Ireland or India being lost to the British crown, he thought it one not to be contemplated in regulating one's decision upon a financial question of this nature. Parliament had not formerly suffered such a consideration with respect to Ireland, nor would they now suffer it with respect to India, to divest them from an important and beneficial measure of general policy. Short of the case of our absolute expulsion from India, it was impossible to call in question the nature of the security which the publick would have for the regular discharge of these loans. They would have revenues in the first instance mortgaged to them, the produce of which was not less than 14,279,000l. a year, out of which this payment would be set apart, next in order after the military charges of the government, which in the most expensive year of war did not exceed 8,970,000l. The charge for Interest and Fund, suppose on a loan of 16,000,000l. amounting annually to less than, 1,000,000l. would be received out of a residue of above five millions sterling. They would have not only the same security as the creditors of tin Company have lent their money on, but the same security in fact much improved by there being 800,000l. less to be paid on", "sitting_id": 613, "date": "1806-07-18", "id": 2217, "end_column": "1248", "parent_section_id": 2207}}], "data_file_id": 624, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "561", "date_text": "Monday, June 9.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 282, "year": 1806, "end_column": "576", "data_file_id": 285, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "561", "title": "Minutes.", "sitting_id": 282, "date": "1806-06-09", "id": 1026, "end_column": "561", "parent_section_id": 1024}}, {"section": {"slug": "affairs-of-india-furruckabad", "start_column": "561", "title": "AFFAIRS OF INDIA&#x2014;FURRUCKABAD.", "sitting_id": 282, "date": "1806-06-09", "id": 1027, "end_column": "569", "parent_section_id": 1024}}, {"section": {"slug": "assessed-taxes", "start_column": "569", "title": "ASSESSED TAXES.", "sitting_id": 282, "date": "1806-06-09", "id": 1033, "end_column": "571", "parent_section_id": 1024}}, {"section": {"slug": "election-treating-bill", "start_column": "571", "title": "ELECTION TREATING BILL.", "sitting_id": 282, "date": "1806-06-09", "id": 1036, "end_column": "574", "parent_section_id": 1024}}, {"section": {"slug": "chelsea-hospital-bill", "start_column": "574", "title": "CHELSEA HOSPITAL BILL.", "sitting_id": 282, "date": "1806-06-09", "id": 1039, "end_column": "575", "parent_section_id": 1024}}, {"section": {"slug": "linew-drawback-bill", "start_column": "575", "title": "LINEW DRAWBACK BILL.", "sitting_id": 282, "date": "1806-06-09", "id": 1045, "end_column": "576", "parent_section_id": 1024}}], "chairman": null}}
{"house_of_lords_sitting": {"start_column": "560", "date_text": "Saturday, June 7.", "title": "HOUSE OF LORDS.", "volume_id": 6, "id": 692, "year": 1806, "end_column": "560", "data_file_id": 702, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "560", "title": "MINUTES.", "sitting_id": 692, "date": "1806-06-07", "id": 2469, "end_column": "560", "parent_section_id": 2468}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1263", "date_text": "Wednesday, July 23.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 604, "year": 1806, "end_column": "1280", "data_file_id": 614, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1263", "title": "MINUTES.", "sitting_id": 604, "date": "1806-07-23", "id": 2150, "end_column": "1263", "parent_section_id": 2149}}, {"section": {"slug": "list-of-public-acts", "start_column": "1263", "title": "LIST OF PUBLIC ACTS", "sitting_id": 604, "date": "1806-07-23", "id": 2152, "end_column": "1280", "parent_section_id": 2149}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1175", "date_text": "Wednesday, July 16.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 621, "year": 1806, "end_column": "1189", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1175", "title": "MINUTES.", "sitting_id": 621, "date": "1806-07-16", "id": 2243, "end_column": "1175", "parent_section_id": 2242}}, {"section": {"slug": "mr-pitts-debts", "start_column": "1175", "title": "Mr. PITT'S DEBTS.", "sitting_id": 621, "date": "1806-07-16", "id": 2244, "end_column": "1175", "parent_section_id": 2242}}, {"section": {"slug": "barrack-abuses", "start_column": "1175", "title": "BARRACK ABUSES.", "sitting_id": 621, "date": "1806-07-16", "id": 2251, "end_column": "1184", "parent_section_id": 2242}}, {"section": {"slug": "militia-officers-bill", "start_column": "1184", "title": "MILITIA OFFICERS' BILL.", "sitting_id": 621, "date": "1806-07-16", "id": 2259, "end_column": "1187", "parent_section_id": 2242}}, {"section": {"slug": "india-budget", "start_column": "1187", "title": "INDIA BUDGET.", "sitting_id": 621, "date": "1806-07-16", "id": 2262, "end_column": "1189", "parent_section_id": 2242}}], "data_file_id": 631, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "482", "date_text": "Monday, June 2.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 503, "year": 1806, "end_column": "506", "data_file_id": 512, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "482", "title": "MINUTES", "sitting_id": 503, "date": "1806-06-02", "id": 1756, "end_column": "482", "parent_section_id": 1755}}, {"section": {"slug": "affairs-of-india", "start_column": "482", "title": "AFFAIRS OF INDIA.", "sitting_id": 503, "date": "1806-06-02", "id": 1757, "end_column": "482", "parent_section_id": 1755}}, {"section": {"slug": "property-duty-bill", "start_column": "482", "title": "PROPERTY DUTY BILL.", "sitting_id": 503, "date": "1806-06-02", "id": 1761, "end_column": "483", "parent_section_id": 1755}}, {"section": {"slug": "mutiny-bill", "start_column": "483", "title": "MUTINY BILL.", "sitting_id": 503, "date": "1806-06-02", "id": 1762, "end_column": "506", "parent_section_id": 1755}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1026", "date_text": "Thursday, July 10.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 527, "year": 1806, "end_column": "1083", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1026", "title": "MINUTES.", "sitting_id": 527, "date": "1806-07-10", "id": 1911, "end_column": "1026", "parent_section_id": 1910}}, {"section": {"slug": "oude-supplementary-charge-rajah-of", "start_column": "1026", "title": "OUDE SUPPLEMENTARY CHARGE&#x2014;RAJAH OF SASNEE, &C.", "sitting_id": 527, "date": "1806-07-10", "id": 1916, "end_column": "1036", "parent_section_id": 1910}}, {"section": {"slug": "militia-officers-bill", "start_column": "1036", "title": "MILITIA OFFICERS' BILL.", "sitting_id": 527, "date": "1806-07-10", "id": 1919, "end_column": "1040", "parent_section_id": 1910}}, {"section": {"slug": "volunteer-officers-rank-bill", "start_column": "1040", "title": "VOLUNTEER OFFICERS' RANK BILL.", "sitting_id": 527, "date": "1806-07-10", "id": 1920, "end_column": "1044", "parent_section_id": 1910}}, {"section": {"slug": "india-budget", "start_column": "1044", "title": "INDIA BUDGET.", "sitting_id": 527, "date": "1806-07-10", "id": 1945, "end_column": "1083", "parent_section_id": 1910}}], "data_file_id": 516, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1122", "date_text": "Monday, July 14.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 365, "year": 1806, "end_column": "1143", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1122", "title": "MINUTES.", "sitting_id": 365, "date": "1806-07-14", "id": 1305, "end_column": "1122", "parent_section_id": 1304}}, {"section": {"slug": "resolutions-relating-to-public-accounts", "start_column": "1122", "title": "RESOLUTIONS RELATING TO PUBLIC ACCOUNTS.", "sitting_id": 365, "date": "1806-07-14", "id": 1307, "end_column": "1126", "parent_section_id": 1304}}, {"section": {"slug": "financial-propositions", "start_column": "1126", "title": "FINANCIAL PROPOSITIONS.", "sitting_id": 365, "date": "1806-07-14", "id": 1318, "end_column": "1133", "parent_section_id": 1304}}, {"section": {"slug": "increased-pay-to-the-army", "start_column": "1133", "title": "INCREASED PAY TO THE ARMY.", "sitting_id": 365, "date": "1806-07-14", "id": 1319, "end_column": "1137", "parent_section_id": 1304}}, {"section": {"slug": "militia-officers-bill", "start_column": "1137", "title": "MILITIA OFFICERS' BILL.", "sitting_id": 365, "date": "1806-07-14", "id": 1323, "end_column": "1143", "parent_section_id": 1304}}], "data_file_id": 372, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "507", "date_text": "Tuesday, June 3.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 617, "year": 1806, "end_column": "515", "data_file_id": 627, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "507", "title": "MINUTES", "sitting_id": 617, "date": "1806-06-03", "id": 2225, "end_column": "507", "parent_section_id": 2223}}, {"section": {"slug": "american-intercourse-bill", "start_column": "507", "title": "AMERICAN INTERCOURSE BILL.", "sitting_id": 617, "date": "1806-06-03", "id": 2228, "end_column": "508", "parent_section_id": 2223}}, {"section": {"slug": "abolition-of-the-slave-trade", "start_column": "508", "title": "ABOLITION OF THE SLAVE TRADE.", "sitting_id": 617, "date": "1806-06-03", "id": 2230, "end_column": "509", "parent_section_id": 2223}}, {"section": {"slug": "affairs-of-india-oude-charge", "start_column": "509", "title": "AFFAIRS OF INDIA&#x2014;OUDE CHARGE.", "sitting_id": 617, "date": "1806-06-03", "id": 2234, "end_column": "513", "parent_section_id": 2223}}, {"section": {"slug": "exemptions-from-taxes", "start_column": "513", "title": "EXEMPTIONS FROM TAXES.", "sitting_id": 617, "date": "1806-06-03", "id": 2236, "end_column": "514", "parent_section_id": 2223}}, {"section": {"slug": "corn-intercourse-bill", "start_column": "514", "title": "CORN INTERCOURSE BILL.", "sitting_id": 617, "date": "1806-06-03", "id": 2238, "end_column": "515", "parent_section_id": 2223}}, {"section": {"slug": "mutiny-bill", "start_column": "515", "title": "MUTINY BILL.", "sitting_id": 617, "date": "1806-06-03", "id": 2239, "end_column": "515", "parent_section_id": 2223}}], "chairman": null}}
{"house_of_lords_sitting": {"start_column": "1190", "date_text": "Thursday, July 17.", "title": "HOUSE OF LORDS.", "volume_id": 6, "id": 631, "year": 1806, "end_column": "1190", "top_level_sections": [{"section": {"slug": "american-intercourse-bill", "start_column": "1190", "title": "AMERICAN INTERCOURSE BILL.", "sitting_id": 631, "date": "1806-07-17", "id": 2275, "end_column": "1190", "parent_section_id": 2274}}], "data_file_id": 642, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1146", "date_text": "Monday, July 15.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 294, "year": 1806, "end_column": "1174", "top_level_sections": [{"section": {"slug": "public-harbours-bill", "start_column": "1146", "title": "PUBLIC HARBOURS BILL.", "sitting_id": 294, "date": "1806-07-15", "id": 1062, "end_column": "1146", "parent_section_id": 1060}}, {"section": {"slug": "pilots-bill", "start_column": "1146", "title": "PILOT'S BILL.", "sitting_id": 294, "date": "1806-07-15", "id": 1071, "end_column": "1147", "parent_section_id": 1060}}, {"section": {"slug": "lord-nelsons-annuity-bill", "start_column": "1147", "title": "LORD NELSON'S ANNUITY BILL.", "sitting_id": 294, "date": "1806-07-15", "id": 1072, "end_column": "1153", "parent_section_id": 1060}}, {"section": {"slug": "india-budget", "start_column": "1153", "title": "INDIA BUDGET.", "sitting_id": 294, "date": "1806-07-15", "id": 1075, "end_column": "1174", "parent_section_id": 1060}}], "data_file_id": 299, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "517", "date_text": "Thursday, June 5.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 500, "year": 1806, "end_column": "522", "data_file_id": 509, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "517", "title": "Minutes.", "sitting_id": 500, "date": "1806-06-05", "id": 1742, "end_column": "518", "parent_section_id": 1741}}, {"section": {"slug": "affairs-of-india-oude-charge", "start_column": "518", "title": "AFFAIRS OF INDIA&#x2014;OUDE CHARGE.", "sitting_id": 500, "date": "1806-06-05", "id": 1744, "end_column": "520", "parent_section_id": 1741}}, {"section": {"slug": "corn-intercourse-bill", "start_column": "520", "title": "CORN INTERCOURSE BILL.", "sitting_id": 500, "date": "1806-06-05", "id": 1750, "end_column": "522", "parent_section_id": 1741}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "1011", "date_text": "Wednesday, July 9.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 587, "year": 1806, "end_column": "1024", "data_file_id": 597, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "1011", "title": "MINUTES.", "sitting_id": 587, "date": "1806-07-09", "id": 2073, "end_column": "1014", "parent_section_id": 2071}}, {"section": {"slug": "calico-printers", "start_column": "1014", "title": "CALICO PRINTERS.", "sitting_id": 587, "date": "1806-07-09", "id": 2074, "end_column": "1015", "parent_section_id": 2071}}, {"section": {"slug": "royal-family-annuities-bill", "start_column": "1015", "title": "ROYAL FAMILY ANNUITIES BILL.", "sitting_id": 587, "date": "1806-07-09", "id": 2076, "end_column": "1017", "parent_section_id": 2071}}, {"section": {"slug": "committee-of-supply", "start_column": "1017", "title": "COMMITTEE OF SUPPLY.", "sitting_id": 587, "date": "1806-07-09", "id": 2079, "end_column": "1019", "parent_section_id": 2071}}, {"section": {"slug": "volunteer-officers-bill", "start_column": "1019", "title": "VOLUNTEER OFFICERS' BILL", "sitting_id": 587, "date": "1806-07-09", "id": 2082, "end_column": "1021", "parent_section_id": 2071}}, {"section": {"slug": "auditors-of-public-accounts-bill", "start_column": "1021", "title": "AUDITORS OF PUBLIC ACCOUNTS BILL.", "sitting_id": 587, "date": "1806-07-09", "id": 2088, "end_column": "1024", "parent_section_id": 2071}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "902", "date_text": "Thursday, July 3.", "title": "HOUSE OF COMMONS", "volume_id": 6, "id": 310, "year": 1806, "end_column": "916", "data_file_id": 316, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "902", "title": "MINUTES", "sitting_id": 310, "date": "1806-07-03", "id": 1108, "end_column": "902", "parent_section_id": 1107}}, {"section": {"slug": "kings-message-respecting-lord-rooneys", "start_column": "902", "title": "KING'S MESSAGE RESPECTING LORD ROONEY'S ANNUITY.", "sitting_id": 310, "date": "1806-07-03", "id": 1109, "end_column": "903", "parent_section_id": 1107}}, {"section": {"slug": "kings-message-respecting-a-vote-of-credit", "start_column": "903", "title": "KING'S MESSAGE RESPECTING A VOTE OF CREDIT.", "sitting_id": 310, "date": "1806-07-03", "id": 1110, "end_column": "903", "parent_section_id": 1107}}, {"section": {"slug": "militia-ballot-suspension-bill", "start_column": "903", "title": "MILITIA BALLOT SUSPENSION BILL.", "sitting_id": 310, "date": "1806-07-03", "id": 1111, "end_column": "904", "parent_section_id": 1107}}, {"section": {"slug": "training-bill", "start_column": "904", "title": "TRAINING BILL.", "sitting_id": 310, "date": "1806-07-03", "id": 1112, "end_column": "916", "parent_section_id": 1107}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "921", "date_text": "Friday, July 6.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 495, "year": 1806, "end_column": "938", "data_file_id": 504, "top_level_sections": [{"section": {"slug": "masters-in-chancery-bill", "start_column": "921", "title": "MASTERS IN CHANCERY BILL.", "sitting_id": 495, "date": "1806-07-06", "id": 1722, "end_column": "921", "parent_section_id": 1721}}, {"section": {"slug": "training-bill", "start_column": "921", "title": "TRAINING BILL.", "sitting_id": 495, "date": "1806-07-06", "id": 1723, "end_column": "923", "parent_section_id": 1721}}, {"section": {"slug": "kings-message-respecting-the-royal-family", "start_column": "923", "title": "KING'S MESSAGE RESPECTING THE ROYAL FAMILY.", "sitting_id": 495, "date": "1806-07-06", "id": 1731, "end_column": "925", "parent_section_id": 1721}}, {"section": {"slug": "affairs-of-india-oude-charge", "start_column": "925", "title": "AFFAIRS OF INDIA&#x2014;OUDE CHARGE.", "sitting_id": 495, "date": "1806-07-06", "id": 1732, "end_column": "938", "parent_section_id": 1721}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "875", "date_text": "Wednesday, July 2.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 438, "year": 1806, "end_column": "899", "data_file_id": 446, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "875", "title": "MINUTES.", "sitting_id": 438, "date": "1806-07-02", "id": 1540, "end_column": "875", "parent_section_id": 1539}}, {"section": {"slug": "kings-message-relating-to-the-royal", "start_column": "875", "title": "KING'S MESSAGE RELATING TO THE ROYAL FAMILY.", "sitting_id": 438, "date": "1806-07-02", "id": 1541, "end_column": "876", "parent_section_id": 1539}}, {"section": {"slug": "auditors-bill", "start_column": "876", "title": "AUDITOR'S BILL.", "sitting_id": 438, "date": "1806-07-02", "id": 1556, "end_column": "878", "parent_section_id": 1539}}, {"section": {"slug": "assessed-taxes-allowance-bill", "start_column": "878", "title": "ASSESSED TAXES ALLOWANCE BILL.", "sitting_id": 438, "date": "1806-07-02", "id": 1561, "end_column": "879", "parent_section_id": 1539}}, {"section": {"slug": "vaccine-inoculation", "start_column": "879", "title": "VACCINE INOCULATION.", "sitting_id": 438, "date": "1806-07-02", "id": 1562, "end_column": "899", "parent_section_id": 1539}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "871", "date_text": "Tuesday, July 1", "title": "HOUSE or COMMONS.", "volume_id": 6, "id": 491, "year": 1806, "end_column": "873", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "871", "title": "MINUTES.", "sitting_id": 491, "date": "1806-07-01", "id": 1707, "end_column": "872", "parent_section_id": 1705}}, {"section": {"slug": "irish-quit-rents-bill", "start_column": "872", "title": "IRISH QUIT RENTS BILL.", "sitting_id": 491, "date": "1806-07-01", "id": 1714, "end_column": "873", "parent_section_id": 1705}}], "data_file_id": 499, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "968", "date_text": "Tuesday, July 8.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 476, "year": 1806, "end_column": "1010", "data_file_id": 484, "top_level_sections": [{"section": {"slug": "grants-to-the-royal-family", "start_column": "968", "title": "GRANTS TO THE ROYAL FAMILY.", "sitting_id": 476, "date": "1806-07-08", "id": 1655, "end_column": "969", "parent_section_id": 1654}}, {"section": {"slug": "american-intercourse-bill", "start_column": "969", "title": "AMERICAN INTERCOURSE BILL.", "sitting_id": 476, "date": "1806-07-08", "id": 1668, "end_column": "1010", "parent_section_id": 1654}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "938", "date_text": "Monday, July 7.", "title": "HOUSE OF COMMONS.", "volume_id": 6, "id": 577, "year": 1806, "end_column": "947", "data_file_id": 587, "top_level_sections": [{"section": {"slug": "affairs-of-india", "start_column": "938", "title": "AFFAIRS OF INDIA", "sitting_id": 577, "date": "1806-07-07", "id": 2024, "end_column": "940", "parent_section_id": 2023}}, {"section": {"slug": "debts-of-the-nabobs-of-arcot", "start_column": "940", "title": "DEBTS OF THE NABOBS OF ARCOT.", "sitting_id": 577, "date": "1806-07-07", "id": 2031, "end_column": "947", "parent_section_id": 2023}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "908", "date_text": "Friday, April 25.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 545, "year": 1806, "end_column": "927", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "908", "title": "MINUTES.", "sitting_id": 545, "date": "1806-04-25", "id": 1892, "end_column": "908", "parent_section_id": 1891}}, {"section": {"slug": "repeal-of-additional-force-bill", "start_column": "908", "title": "REPEAL OF ADDITIONAL FORCE BILL.", "sitting_id": 545, "date": "1806-04-25", "id": 1904, "end_column": "927", "parent_section_id": 1891}}], "data_file_id": 554, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "598", "date_text": "Monday, March 31.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 493, "year": 1806, "end_column": "635", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "598", "title": "MINUTES.", "sitting_id": 493, "date": "1806-03-31", "id": 1717, "end_column": "598", "parent_section_id": 1716}}, {"section": {"slug": "slave-importation-bill", "start_column": "598", "title": "SLAVE IMPORTATION BILL.", "sitting_id": 493, "date": "1806-03-31", "id": 1724, "end_column": "599", "parent_section_id": 1716}}, {"section": {"slug": "budget", "start_column": "599", "title": "BUDGET.", "sitting_id": 493, "date": "1806-03-31", "id": 1725, "end_column": "635", "parent_section_id": 1716}}], "data_file_id": 503, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "955", "date_text": "Tuesday, April 29.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 599, "year": 1806, "end_column": "957", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "955", "title": "MINUTES.", "sitting_id": 599, "date": "1806-04-29", "id": 2131, "end_column": "955", "parent_section_id": 2130}}, {"section": {"slug": "election-treating-bill", "start_column": "955", "title": "ELECTION TREATING BILL.", "sitting_id": 599, "date": "1806-04-29", "id": 2132, "end_column": "957", "parent_section_id": 2130}}], "data_file_id": 610, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "960", "date_text": "Wednesday, April 30.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 696, "year": 1806, "end_column": "1019", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "960", "title": "MINUTES.", "sitting_id": 696, "date": "1806-04-30", "id": 2481, "end_column": "961", "parent_section_id": 2480}}, {"section": {"slug": "repeal-of-the-additional-force-act", "start_column": "961", "title": "REPEAL OF THE ADDITIONAL FORCE ACT.", "sitting_id": 696, "date": "1806-04-30", "id": 2483, "end_column": "1019", "parent_section_id": 2480}}], "data_file_id": 706, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "841", "date_text": "Tuesday, April 22. ", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 536, "year": 1806, "end_column": "881", "data_file_id": 545, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "841", "title": "MINUTES.", "sitting_id": 536, "date": "1806-04-22", "id": 1870, "end_column": "841", "parent_section_id": 1869}}, {"section": {"slug": "volunteer-establishment", "start_column": "841", "title": "VOLUNTEER ESTABLISHMENT.", "sitting_id": 536, "date": "1806-04-22", "id": 1871, "end_column": "851", "parent_section_id": 1869}}, {"section": {"slug": "affairs-of-india", "start_column": "851", "title": "AFFAIRS OF INDIA.", "sitting_id": 536, "date": "1806-04-22", "id": 1878, "end_column": "881", "parent_section_id": 1869}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "886", "date_text": "Wednesday, April 23.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 569, "year": 1806, "end_column": "900", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "886", "title": "MINUTES.", "sitting_id": 569, "date": "1806-04-23", "id": 1986, "end_column": "886", "parent_section_id": 1985}}, {"section": {"slug": "conduct-of-earl-st-vincent", "start_column": "886", "title": "CONDUCT OF EARL ST. VINCENT.", "sitting_id": 569, "date": "1806-04-23", "id": 1987, "end_column": "886", "parent_section_id": 1985}}, {"section": {"slug": "kings-message-relative-to-prussia", "start_column": "886", "title": "KING'S MESSAGE RELATIVE TO PRUSSIA.", "sitting_id": 569, "date": "1806-04-23", "id": 1995, "end_column": "894", "parent_section_id": 1985}}, {"section": {"slug": "affairs-of-india", "start_column": "894", "title": "AFFAIRS OF INDIA.", "sitting_id": 569, "date": "1806-04-23", "id": 1996, "end_column": "898", "parent_section_id": 1985}}, {"section": {"slug": "witnesses-declaratory-bill", "start_column": "898", "title": "WITNESSES' DECLARATORY BILL.", "sitting_id": 569, "date": "1806-04-23", "id": 1999, "end_column": "900", "parent_section_id": 1985}}], "data_file_id": 579, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "929", "date_text": "Monday, April 28.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 678, "year": 1806, "end_column": "950", "top_level_sections": [{"section": {"slug": "impeachment-of-lord-melville", "start_column": "929", "title": "IMPEACHMENT OF LORD MELVILLE", "sitting_id": 678, "date": "1806-04-28", "id": 2428, "end_column": "929", "parent_section_id": 2427}}, {"section": {"slug": "increased-pay-of-the-navy", "start_column": "929", "title": "INCREASED PAY OF THE NAVY.", "sitting_id": 678, "date": "1806-04-28", "id": 2430, "end_column": "931", "parent_section_id": 2427}}, {"section": {"slug": "property-duty-bill", "start_column": "931", "title": "PROPERTY DUTY BILL.", "sitting_id": 678, "date": "1806-04-28", "id": 2435, "end_column": "932", "parent_section_id": 2427}}, {"section": {"slug": "affairs-of-india", "start_column": "932", "title": "AFFAIRS OF INDIA.", "sitting_id": 678, "date": "1806-04-28", "id": 2438, "end_column": "948", "parent_section_id": 2427}}, {"section": {"slug": "pig-iron-duty-bill", "start_column": "948", "title": "PIG IRON DUTY BILL.", "sitting_id": 678, "date": "1806-04-28", "id": 2443, "end_column": "950", "parent_section_id": 2427}}], "data_file_id": 688, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "903", "date_text": "Thursday, April 24.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 567, "year": 1806, "end_column": "904", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "903", "title": "MINUTES", "sitting_id": 567, "date": "1806-04-24", "id": 1975, "end_column": "903", "parent_section_id": 1974}}, {"section": {"slug": "ex-parte-criminal-proceedings", "start_column": "903", "title": "EX-PARTE CRIMINAL PROCEEDINGS.", "sitting_id": 567, "date": "1806-04-24", "id": 1983, "end_column": "903", "parent_section_id": 1974}}, {"section": {"slug": "customs-duties-bill", "start_column": "903", "title": "CUSTOMS DUTIES BILL.", "sitting_id": 567, "date": "1806-04-24", "id": 1984, "end_column": "904", "parent_section_id": 1974}}], "data_file_id": 577, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "564", "date_text": "Friday, March 28.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 572, "year": 1806, "end_column": "586", "data_file_id": 582, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "564", "title": "Minutes.", "sitting_id": 572, "date": "1806-03-28", "id": 2002, "end_column": "564", "parent_section_id": 2001}}, {"section": {"slug": "budget", "start_column": "564", "title": "Budget.", "sitting_id": 572, "date": "1806-03-28", "id": 2003, "end_column": "567", "parent_section_id": 2001}}, {"section": {"slug": "supply", "start_column": "567", "title": "SUPPLY.", "sitting_id": 572, "date": "1806-03-28", "id": 2012, "end_column": "567", "parent_section_id": 2001}}, {"section": {"slug": "ways-and-means", "start_column": "567", "title": "WAYS AND MEANS.", "sitting_id": 572, "date": "1806-03-28", "id": 2014, "end_column": "570", "parent_section_id": 2001}}, {"section": {"slug": "property-tax", "start_column": "570", "title": "PROPERTY TAX.", "sitting_id": 572, "date": "1806-03-28", "id": 2015, "end_column": "571", "parent_section_id": 2001}}, {"section": {"slug": "customs-and-excise", "start_column": "571", "title": "CUSTOMS AND EXCISE.", "sitting_id": 572, "date": "1806-03-28", "id": 2016, "end_column": "571", "parent_section_id": 2001}}, {"section": {"slug": "the-loan", "start_column": "571", "title": "THE LOAN.", "sitting_id": 572, "date": "1806-03-28", "id": 2017, "end_column": "572", "parent_section_id": 2001}}, {"section": {"slug": "civil-list", "start_column": "572", "title": "CIVIL LIST.", "sitting_id": 572, "date": "1806-03-28", "id": 2018, "end_column": "573", "parent_section_id": 2001}}, {"section": {"slug": "recapitulation", "start_column": "573", "title": "RECAPITULATION.", "sitting_id": 572, "date": "1806-03-28", "id": 2020, "end_column": "573", "parent_section_id": 2001}}, {"section": {"slug": "ways-and-means-1", "start_column": "573", "title": "WAYS AND MEANS.", "sitting_id": 572, "date": "1806-03-28", "id": 2022, "end_column": "586", "parent_section_id": 2001}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "538", "date_text": "Wednesday, March 26.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 578, "year": 1806, "end_column": "556", "data_file_id": 588, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "538", "title": "MINUTES.", "sitting_id": 578, "date": "1806-03-26", "id": 2034, "end_column": "538", "parent_section_id": 2033}}, {"section": {"slug": "committee-of-supply", "start_column": "538", "title": "COMMITTEE OF SUPPLY.", "sitting_id": 578, "date": "1806-03-26", "id": 2040, "end_column": "539", "parent_section_id": 2033}}, {"section": {"slug": "cape-of-good-hope", "start_column": "539", "title": "CAPE OF GOOD HOPE.", "sitting_id": 578, "date": "1806-03-26", "id": 2042, "end_column": "540", "parent_section_id": 2033}}, {"section": {"slug": "impeachment-of-lord-melville", "start_column": "540", "title": "IMPEACHMENT OF LORD MELVILLE.", "sitting_id": 578, "date": "1806-03-26", "id": 2043, "end_column": "556", "parent_section_id": 2033}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "532", "date_text": "Tuesday, March 25.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 602, "year": 1806, "end_column": "536", "data_file_id": 612, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "532", "title": "MINUTES.", "sitting_id": 602, "date": "1806-03-25", "id": 2141, "end_column": "533", "parent_section_id": 2140}}, {"section": {"slug": "committee-of-supply", "start_column": "533", "title": "COMMITTEE OF SUPPLY.", "sitting_id": 602, "date": "1806-03-25", "id": 2142, "end_column": "534", "parent_section_id": 2140}}, {"section": {"slug": "vote-of-thanks-to-admiral-duckworth-c", "start_column": "534", "title": "VOTE OF THANKS TO ADMIRAL DUCKWORTH, &c.", "sitting_id": 602, "date": "1806-03-25", "id": 2146, "end_column": "536", "parent_section_id": 2140}}, {"section": {"slug": "waterford-writ", "start_column": "536", "title": "WATERFORD WRIT.", "sitting_id": 602, "date": "1806-03-25", "id": 2147, "end_column": "536", "parent_section_id": 2140}}, {"section": {"slug": "dublin-paving-bill", "start_column": "536", "title": "DUBLIN PAVING BILL.", "sitting_id": 602, "date": "1806-03-25", "id": 2148, "end_column": "536", "parent_section_id": 2140}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "587", "date_text": "Saturday, March 29.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 533, "year": 1806, "end_column": "589", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "587", "title": "MINUTES.", "sitting_id": 533, "date": "1806-03-29", "id": 1859, "end_column": "587", "parent_section_id": 1858}}, {"section": {"slug": "budget", "start_column": "587", "title": "BUDGET.", "sitting_id": 533, "date": "1806-03-29", "id": 1860, "end_column": "589", "parent_section_id": 1858}}], "data_file_id": 542, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "560", "date_text": "Thursday, March 27.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 526, "year": 1806, "end_column": "563", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "560", "title": "MINUTES.", "sitting_id": 526, "date": "1806-03-27", "id": 1842, "end_column": "560", "parent_section_id": 1841}}, {"section": {"slug": "military-establishments", "start_column": "560", "title": "MILITARY ESTABLISHMENTS.", "sitting_id": 526, "date": "1806-03-27", "id": 1849, "end_column": "562", "parent_section_id": 1841}}, {"section": {"slug": "waterford-writ", "start_column": "562", "title": "WATERFORD WRIT.", "sitting_id": 526, "date": "1806-03-27", "id": 1850, "end_column": "563", "parent_section_id": 1841}}], "data_file_id": 537, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "524", "date_text": "Monday, March 24.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 674, "year": 1806, "end_column": "529", "data_file_id": 683, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "524", "title": "MINUTES.", "sitting_id": 674, "date": "1806-03-24", "id": 2407, "end_column": "524", "parent_section_id": 2405}}, {"section": {"slug": "witnesses-declaratory-bill", "start_column": "524", "title": "WITNESSES' DECLARATORY BILL.", "sitting_id": 674, "date": "1806-03-24", "id": 2414, "end_column": "525", "parent_section_id": 2405}}, {"section": {"slug": "budget", "start_column": "525", "title": "BUDGET.", "sitting_id": 674, "date": "1806-03-24", "id": 2415, "end_column": "526", "parent_section_id": 2405}}, {"section": {"slug": "impeachment-of-loan-melville", "start_column": "526", "title": "IMPEACHMENT OF LOAN MELVILLE.", "sitting_id": 674, "date": "1806-03-24", "id": 2419, "end_column": "527", "parent_section_id": 2405}}, {"section": {"slug": "ordnance-treasurers-bill", "start_column": "527", "title": "ORDNANCE TREASURERS' BILL.", "sitting_id": 674, "date": "1806-03-24", "id": 2423, "end_column": "529", "parent_section_id": 2405}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "504", "date_text": "Friday, March 21.", "title": "HOUSE OF COMMONS", "volume_id": 9, "id": 581, "year": 1806, "end_column": "522", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "504", "title": "MINUTES.", "sitting_id": 581, "date": "1806-03-21", "id": 2049, "end_column": "504", "parent_section_id": 2048}}, {"section": {"slug": "budget", "start_column": "504", "title": "BUDGET.", "sitting_id": 581, "date": "1806-03-21", "id": 2056, "end_column": "505", "parent_section_id": 2048}}, {"section": {"slug": "election-treating-bill", "start_column": "505", "title": "ELECTION TREATING BILL.", "sitting_id": 581, "date": "1806-03-21", "id": 2057, "end_column": "505", "parent_section_id": 2048}}, {"section": {"slug": "mr-fuller-membercontributionrose-and", "start_column": "505", "title": "Mr. Fuller <membercontribution>rose and expressed his surprize, that the right hon. gent. should submit such an important motion without saying one sentence upon the subject. To say much in its favour, he thought quite beyond the power of the right hon. gent. or any other person. Indeed, it did not appear to his mind that such a measure could at all be sustained, for its tendency would be to disfranchise an immense proportion of the freeholders of the country. In the case even of the county he had the honour to represent, what would be the fate of the poor freeholders who lived above 80 miles from the place of polling? Why, that such persons, unable to defray the expence of the journey, would fore it their votes. The same thing would, no doubt, happen in many, if not all other counties. It was enough that poor freeholders should be subject to the loss of time and the trouble of going to the hustings, without being called upon to submit to the expence of carriage from distant quarters. This ex-pence was no material loss to the 'candidates, and it was to be recollected that the poor voters were only treated to this jaunt once in seven years. It would be cruel then to dash this trivial cup from the poor man's lips. The house should bear in mind the manner in which our sagacious enemy acted towards his people, particularly towards his soldiery, to every one of whom he occasionally appealed, complimenting them at once as the judge of his conduct the means of his success, and the partake", "sitting_id": 581, "date": "1806-03-21", "id": 2058, "end_column": "521", "parent_section_id": 2048}}, {"section": {"slug": "affairs-of-india", "start_column": "521", "title": "AFFAIRS OF INDIA.", "sitting_id": 581, "date": "1806-03-21", "id": 2062, "end_column": "522", "parent_section_id": 2048}}], "data_file_id": 592, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "488", "date_text": "Wednesday, March 19.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 615, "year": 1806, "end_column": "499", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "488", "title": "MINUTES.", "sitting_id": 615, "date": "1806-03-19", "id": 2214, "end_column": "488", "parent_section_id": 2213}}, {"section": {"slug": "irish-militia-service-bill", "start_column": "488", "title": "IRISH MILITIA SERVICE BILL.", "sitting_id": 615, "date": "1806-03-19", "id": 2215, "end_column": "490", "parent_section_id": 2213}}, {"section": {"slug": "affairs-of-india", "start_column": "490", "title": "AFFAIRS OF INDIA.", "sitting_id": 615, "date": "1806-03-19", "id": 2218, "end_column": "499", "parent_section_id": 2213}}], "data_file_id": 626, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "501", "date_text": "Thursday, March 20.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 523, "year": 1806, "end_column": "502", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "501", "title": "MINUTES.", "sitting_id": 523, "date": "1806-03-20", "id": 1833, "end_column": "501", "parent_section_id": 1832}}, {"section": {"slug": "military-establishments", "start_column": "501", "title": "MILITARY ESTABLISHMENTS.", "sitting_id": 523, "date": "1806-03-20", "id": 1834, "end_column": "502", "parent_section_id": 1832}}], "data_file_id": 533, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "428", "date_text": "Thursday, March 13.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 589, "year": 1806, "end_column": "431", "data_file_id": 599, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "428", "title": "MINUTES.", "sitting_id": 589, "date": "1806-03-13", "id": 2087, "end_column": "428", "parent_section_id": 2086}}, {"section": {"slug": "irish-clergy-residence-bill", "start_column": "428", "title": "IRISH CLERGY RESIDENCE BILL.", "sitting_id": 589, "date": "1806-03-13", "id": 2089, "end_column": "431", "parent_section_id": 2086}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "371", "date_text": "Monday, March 10.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 605, "year": 1806, "end_column": "401", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "371", "title": "MINUTES.", "sitting_id": 605, "date": "1806-03-10", "id": 2153, "end_column": "371", "parent_section_id": 2151}}, {"section": {"slug": "election-treating-act", "start_column": "371", "title": "ELECTION TREATING ACT", "sitting_id": 605, "date": "1806-03-10", "id": 2171, "end_column": "380", "parent_section_id": 2151}}, {"section": {"slug": "affairs-of-india", "start_column": "380", "title": "AFFAIRS OF INDIA.", "sitting_id": 605, "date": "1806-03-10", "id": 2174, "end_column": "401", "parent_section_id": 2151}}], "data_file_id": 615, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "432", "date_text": "Friday, March 14.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 588, "year": 1806, "end_column": "449", "data_file_id": 598, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "432", "title": "MINUTES.", "sitting_id": 588, "date": "1806-03-14", "id": 2070, "end_column": "432", "parent_section_id": 2069}}, {"section": {"slug": "woollen-manufacture-committee", "start_column": "432", "title": "WOOLLEN MANUFACTURE COMMITTEE.", "sitting_id": 588, "date": "1806-03-14", "id": 2072, "end_column": "434", "parent_section_id": 2069}}, {"section": {"slug": "affairs-of-india", "start_column": "434", "title": "AFFAIRS OF INDIA.", "sitting_id": 588, "date": "1806-03-14", "id": 2078, "end_column": "446", "parent_section_id": 2069}}, {"section": {"slug": "military-establishments", "start_column": "446", "title": "MILITARY ESTABLISHMENTS.", "sitting_id": 588, "date": "1806-03-14", "id": 2080, "end_column": "446", "parent_section_id": 2069}}, {"section": {"slug": "ordnance-estimates", "start_column": "446", "title": "ORDNANCE ESTIMATES.", "sitting_id": 588, "date": "1806-03-14", "id": 2081, "end_column": "448", "parent_section_id": 2069}}, {"section": {"slug": "exchequer-bills", "start_column": "448", "title": "EXCHEQUER BILLS.", "sitting_id": 588, "date": "1806-03-14", "id": 2085, "end_column": "449", "parent_section_id": 2069}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "405", "date_text": "Tuesday, March 11.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 662, "year": 1806, "end_column": "421", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "405", "title": "MINUTES.", "sitting_id": 662, "date": "1806-03-11", "id": 2371, "end_column": "405", "parent_section_id": 2370}}, {"section": {"slug": "irish-catholics", "start_column": "405", "title": "IRISH CATHOLICS.", "sitting_id": 662, "date": "1806-03-11", "id": 2375, "end_column": "405", "parent_section_id": 2370}}, {"section": {"slug": "affairs-of-india", "start_column": "405", "title": "AFFAIRS OF INDIA.", "sitting_id": 662, "date": "1806-03-11", "id": 2376, "end_column": "409", "parent_section_id": 2370}}, {"section": {"slug": "affairs-of-india-1", "start_column": "409", "title": "AFFAIRS OF INDIA.", "sitting_id": 662, "date": "1806-03-11", "id": 2377, "end_column": "421", "parent_section_id": 2370}}], "data_file_id": 673, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "424", "date_text": "Wednesday, March 12.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 516, "year": 1806, "end_column": "426", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "424", "title": "MINUTES.", "sitting_id": 516, "date": "1806-03-12", "id": 1814, "end_column": "424", "parent_section_id": 1813}}, {"section": {"slug": "woollen-manufacture-suspension-bill", "start_column": "424", "title": "WOOLLEN MANUFACTURE SUSPENSION BILL.", "sitting_id": 516, "date": "1806-03-12", "id": 1815, "end_column": "425", "parent_section_id": 1813}}, {"section": {"slug": "election-treating-bill", "start_column": "425", "title": "ELECTION TREATING BILL.", "sitting_id": 516, "date": "1806-03-12", "id": 1819, "end_column": "426", "parent_section_id": 1813}}], "data_file_id": 526, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "484", "date_text": "Tuesday, March 18.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 652, "year": 1806, "end_column": "485", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "484", "title": "MINUTES.", "sitting_id": 652, "date": "1806-03-18", "id": 2339, "end_column": "484", "parent_section_id": 2338}}, {"section": {"slug": "dublin-paving-bill", "start_column": "484", "title": "DUBLIN PAVING BILL.", "sitting_id": 652, "date": "1806-03-18", "id": 2348, "end_column": "485", "parent_section_id": 2338}}], "data_file_id": 662, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "452", "date_text": "Monday, March 17.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 609, "year": 1806, "end_column": "483", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "452", "title": "MINUTES.", "sitting_id": 609, "date": "1806-03-17", "id": 2191, "end_column": "453", "parent_section_id": 2189}}, {"section": {"slug": "commission-of-naval-revision", "start_column": "453", "title": "COMMISSION OF NAVAL REVISION.", "sitting_id": 609, "date": "1806-03-17", "id": 2196, "end_column": "456", "parent_section_id": 2189}}, {"section": {"slug": "ordnance-estimates", "start_column": "456", "title": "ORDNANCE ESTIMATES.", "sitting_id": 609, "date": "1806-03-17", "id": 2198, "end_column": "470", "parent_section_id": 2189}}, {"section": {"slug": "affairs-of-india", "start_column": "470", "title": "AFFAIRS OF INDIA.", "sitting_id": 609, "date": "1806-03-17", "id": 2205, "end_column": "483", "parent_section_id": 2189}}], "data_file_id": 619, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "345", "date_text": "Tuesday, March 4.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 502, "year": 1806, "end_column": "349", "data_file_id": 511, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "345", "title": "MINUTES.", "sitting_id": 502, "date": "1806-03-04", "id": 1749, "end_column": "347", "parent_section_id": 1748}}, {"section": {"slug": "impeachment-of-lord-melville", "start_column": "347", "title": "IMPEACHMENT OF LORD MELVILLE.", "sitting_id": 502, "date": "1806-03-04", "id": 1752, "end_column": "347", "parent_section_id": 1748}}, {"section": {"slug": "woollen-manufacturers", "start_column": "347", "title": "WOOLLEN MANUFACTURERS.", "sitting_id": 502, "date": "1806-03-04", "id": 1753, "end_column": "349", "parent_section_id": 1748}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "364", "date_text": "Friday, March 7.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 717, "year": 1806, "end_column": "368", "data_file_id": 727, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "364", "title": "MINUTES.", "sitting_id": 717, "date": "1806-03-07", "id": 2559, "end_column": "364", "parent_section_id": 2558}}, {"section": {"slug": "impeachment-of-lord-melville-additional", "start_column": "364", "title": "IMPEACHMENT OF LORD MELVILLE&#x2014;Additional Article.", "sitting_id": 717, "date": "1806-03-07", "id": 2560, "end_column": "367", "parent_section_id": 2558}}, {"section": {"slug": "army-estimates", "start_column": "367", "title": "ARMY ESTIMATES.", "sitting_id": 717, "date": "1806-03-07", "id": 2571, "end_column": "368", "parent_section_id": 2558}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "176", "date_text": "Tuesday, February 18.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 507, "year": 1806, "end_column": "176", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "176", "title": "MINUTES.", "sitting_id": 507, "date": "1806-02-18", "id": 1775, "end_column": "176", "parent_section_id": 1774}}, {"section": {"slug": "petition-against-the-additional-force", "start_column": "176", "title": "PETITION AGAINST THE ADDITIONAL. FORCE BILL.", "sitting_id": 507, "date": "1806-02-18", "id": 1777, "end_column": "176", "parent_section_id": 1774}}], "data_file_id": 518, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "240", "date_text": "Friday, February 28.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 639, "year": 1806, "end_column": "244", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "240", "title": "MINUTES.", "sitting_id": 639, "date": "1806-02-28", "id": 2298, "end_column": "241", "parent_section_id": 2297}}, {"section": {"slug": "affairs-of-india", "start_column": "241", "title": "AFFAIRS OF INDIA.", "sitting_id": 639, "date": "1806-02-28", "id": 2299, "end_column": "244", "parent_section_id": 2297}}], "data_file_id": 650, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "350", "date_text": "Wednesday, March 5.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 563, "year": 1806, "end_column": "358", "data_file_id": 573, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "350", "title": "MINUTES.", "sitting_id": 563, "date": "1806-03-05", "id": 1952, "end_column": "350", "parent_section_id": 1951}}, {"section": {"slug": "lord-colling-woods-annuity-bill", "start_column": "350", "title": "LORD COLLING WOOD'S ANNUITY BILL.", "sitting_id": 563, "date": "1806-03-05", "id": 1954, "end_column": "351", "parent_section_id": 1951}}, {"section": {"slug": "affairs-of-india", "start_column": "351", "title": "AFFAIRS OF INDIA.", "sitting_id": 563, "date": "1806-03-05", "id": 1955, "end_column": "351", "parent_section_id": 1951}}, {"section": {"slug": "army-estimates", "start_column": "351", "title": "ARMY ESTIMATES.", "sitting_id": 563, "date": "1806-03-05", "id": 1958, "end_column": "352", "parent_section_id": 1951}}, {"section": {"slug": "wool-exportation-bill", "start_column": "352", "title": "WOOL EXPORTATION BILL.", "sitting_id": 563, "date": "1806-03-05", "id": 1959, "end_column": "353", "parent_section_id": 1951}}, {"section": {"slug": "report-from-impeachment-committee", "start_column": "353", "title": "REPORT FROM IMPEACHMENT COMMITTEE RESPECTING MR. TROTTER.", "sitting_id": 563, "date": "1806-03-05", "id": 1960, "end_column": "356", "parent_section_id": 1951}}, {"section": {"slug": "military-establishments", "start_column": "356", "title": "MILITARY ESTABLISHMENTS.", "sitting_id": 563, "date": "1806-03-05", "id": 1961, "end_column": "358", "parent_section_id": 1951}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "181", "date_text": "Monday, February 24", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 489, "year": 1806, "end_column": "185", "data_file_id": 498, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "181", "title": "MINUTES.", "sitting_id": 489, "date": "1806-02-24", "id": 1701, "end_column": "181", "parent_section_id": 1700}}, {"section": {"slug": "affairs-of-india", "start_column": "181", "title": "AFFAIRS OF INDIA.", "sitting_id": 489, "date": "1806-02-24", "id": 1702, "end_column": "181", "parent_section_id": 1700}}, {"section": {"slug": "lord-ellenboroughs-seat-in-the-cabinet", "start_column": "181", "title": "LORD ELLENBOROUGH'S SEAT IN THE CABINET.", "sitting_id": 489, "date": "1806-02-24", "id": 1706, "end_column": "182", "parent_section_id": 1700}}, {"section": {"slug": "regimental-courts-martial", "start_column": "182", "title": "REGIMENTAL COURTS MARTIAL.", "sitting_id": 489, "date": "1806-02-24", "id": 1708, "end_column": "182", "parent_section_id": 1700}}, {"section": {"slug": "sinking-fund", "start_column": "182", "title": "SINKING FUND.", "sitting_id": 489, "date": "1806-02-24", "id": 1709, "end_column": "183", "parent_section_id": 1700}}, {"section": {"slug": "irish-first-fruits-bill", "start_column": "183", "title": "IRISH FIRST FRUITS BILL.", "sitting_id": 489, "date": "1806-02-24", "id": 1712, "end_column": "183", "parent_section_id": 1700}}, {"section": {"slug": "middlesex-election", "start_column": "183", "title": "MIDDLESEX ELECTION.", "sitting_id": 489, "date": "1806-02-24", "id": 1713, "end_column": "185", "parent_section_id": 1700}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "187", "date_text": "Tuesday, February 25.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 565, "year": 1806, "end_column": "222", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "187", "title": "MINUTES.", "sitting_id": 565, "date": "1806-02-25", "id": 1965, "end_column": "187", "parent_section_id": 1964}}, {"section": {"slug": "affairs-of-india", "start_column": "187", "title": "AFFAIRS OF INDIA.", "sitting_id": 565, "date": "1806-02-25", "id": 1966, "end_column": "192", "parent_section_id": 1964}}, {"section": {"slug": "affairs-of-india-1", "start_column": "192", "title": "Affairs of India.", "sitting_id": 565, "date": "1806-02-25", "id": 1972, "end_column": "222", "parent_section_id": 1964}}], "data_file_id": 575, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "228", "date_text": "Thursday, February 27.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 703, "year": 1806, "end_column": "234", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "228", "title": "MINUTES.", "sitting_id": 703, "date": "1806-02-27", "id": 2506, "end_column": "229", "parent_section_id": 2505}}, {"section": {"slug": "affairs-of-india", "start_column": "229", "title": "AFFAIRS OF INDIA.", "sitting_id": 703, "date": "1806-02-27", "id": 2507, "end_column": "231", "parent_section_id": 2505}}, {"section": {"slug": "volunteers", "start_column": "231", "title": "VOLUNTEERS.", "sitting_id": 703, "date": "1806-02-27", "id": 2517, "end_column": "232", "parent_section_id": 2505}}, {"section": {"slug": "earl-st-vincent", "start_column": "232", "title": "Earl. ST. VINCENT.", "sitting_id": 703, "date": "1806-02-27", "id": 2518, "end_column": "233", "parent_section_id": 2505}}, {"section": {"slug": "treasurer-of-the-ordnance", "start_column": "233", "title": "TREASURER OF THE ORDNANCE.", "sitting_id": 703, "date": "1806-02-27", "id": 2519, "end_column": "234", "parent_section_id": 2505}}], "data_file_id": 713, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "359", "date_text": "Thursday, March 6.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 625, "year": 1806, "end_column": "360", "data_file_id": 635, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "359", "title": "MINUTES.", "sitting_id": 625, "date": "1806-03-06", "id": 2261, "end_column": "359", "parent_section_id": 2260}}, {"section": {"slug": "mr-trotters-petition-to-be-discharged", "start_column": "359", "title": "MR. TROTTER'S PETITION TO BE DISCHARGED.", "sitting_id": 625, "date": "1806-03-06", "id": 2269, "end_column": "360", "parent_section_id": 2260}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "285", "date_text": "Monday, March 3.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 504, "year": 1806, "end_column": "342", "data_file_id": 513, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "285", "title": "MINUTES.", "sitting_id": 504, "date": "1806-03-03", "id": 1760, "end_column": "285", "parent_section_id": 1759}}, {"section": {"slug": "affairs-of-india", "start_column": "285", "title": "AFFAIRS OF INDIA.", "sitting_id": 504, "date": "1806-03-03", "id": 1763, "end_column": "285", "parent_section_id": 1759}}, {"section": {"slug": "affairs-of-india-1", "start_column": "285", "title": "AFFAIRS OF INDIA.", "sitting_id": 504, "date": "1806-03-03", "id": 1764, "end_column": "286", "parent_section_id": 1759}}, {"section": {"slug": "lord-ellen-boroughs-seat-in-the-cabinet", "start_column": "286", "title": "LORD ELLEN BOROUGH'S SEAT IN THE CABINET.", "sitting_id": 504, "date": "1806-03-03", "id": 1765, "end_column": "342", "parent_section_id": 1759}}], "chairman": null}}
{"house_of_lords_sitting": {"start_column": "244", "date_text": "Saturday, March 1.", "title": "HOUSE OF LORDS.", "volume_id": 9, "id": 729, "year": 1806, "end_column": "249", "data_file_id": 741, "top_level_sections": [{"section": {"slug": "witnesses-indemnity-bill-opinion-of-the", "start_column": "244", "title": "WITNESSES' INDEMNITY BILL&#x2014;OPINION OF THE JUDGES.", "sitting_id": 729, "date": "1806-03-01", "id": 2593, "end_column": "249", "parent_section_id": 2592}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "173", "date_text": "Monday, February 17.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 562, "year": 1806, "end_column": "174", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "173", "title": "MINUTES.", "sitting_id": 562, "date": "1806-02-17", "id": 1948, "end_column": "173", "parent_section_id": 1947}}, {"section": {"slug": "union-with-ireland", "start_column": "173", "title": "UNION WITH IRELAND.", "sitting_id": 562, "date": "1806-02-17", "id": 1949, "end_column": "174", "parent_section_id": 1947}}], "data_file_id": 571, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "169", "date_text": "Friday, February 14.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 622, "year": 1806, "end_column": "169", "data_file_id": 632, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "169", "title": "MINUTES.", "sitting_id": 622, "date": "1806-02-14", "id": 2248, "end_column": "169", "parent_section_id": 2247}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "169", "date_text": "Saturday, February 15.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 710, "year": 1806, "end_column": "169", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "169", "title": "MINUTES.", "sitting_id": 710, "date": "1806-02-15", "id": 2533, "end_column": "169", "parent_section_id": 2532}}], "data_file_id": 721, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "162", "date_text": "Tuesday, February 11. ", "title": "HOUSE OF COMMONS. ", "volume_id": 9, "id": 506, "year": 1806, "end_column": "165", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "162", "title": "MINUTES.", "sitting_id": 506, "date": "1806-02-11", "id": 1770, "end_column": "162", "parent_section_id": 1769}}, {"section": {"slug": "affairs-of-india", "start_column": "162", "title": "AFFAIRS OF INDIA.", "sitting_id": 506, "date": "1806-02-11", "id": 1771, "end_column": "163", "parent_section_id": 1769}}, {"section": {"slug": "lord-collingwoods-annuity-bill", "start_column": "163", "title": "LORD COLLINGWOOD'S ANNUITY BILL.", "sitting_id": 506, "date": "1806-02-11", "id": 1772, "end_column": "165", "parent_section_id": 1769}}], "data_file_id": 517, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "168", "date_text": "Thursday, February 13.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 635, "year": 1806, "end_column": "169", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "168", "title": "MINUTES", "sitting_id": 635, "date": "1806-02-13", "id": 2288, "end_column": "168", "parent_section_id": 2286}}, {"section": {"slug": "woollen-weavers-petition", "start_column": "168", "title": "WOOLLEN WEAVERS' PETITION.", "sitting_id": 635, "date": "1806-02-13", "id": 2296, "end_column": "169", "parent_section_id": 2286}}], "data_file_id": 645, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "166", "date_text": "Wednesday, February 12. ", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 707, "year": 1806, "end_column": "166", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "166", "title": "MINUTES.", "sitting_id": 707, "date": "1806-02-12", "id": 2527, "end_column": "166", "parent_section_id": 2526}}], "data_file_id": 718, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "158", "date_text": "Monday, February 10.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 560, "year": 1806, "end_column": "161", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "158", "title": "MINUTES.", "sitting_id": 560, "date": "1806-02-10", "id": 1941, "end_column": "158", "parent_section_id": 1940}}, {"section": {"slug": "committee-of-ways-and-means", "start_column": "158", "title": "COMMITTEE OF WAYS AND MEANS.", "sitting_id": 560, "date": "1806-02-10", "id": 1944, "end_column": "159", "parent_section_id": 1940}}, {"section": {"slug": "witnesss-indemnity-bill", "start_column": "159", "title": "WITNESS'S INDEMNITY BILL.", "sitting_id": 560, "date": "1806-02-10", "id": 1946, "end_column": "161", "parent_section_id": 1940}}], "data_file_id": 569, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "155", "date_text": "Thursday, February 6.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 585, "year": 1806, "end_column": "155", "data_file_id": 596, "top_level_sections": [{"section": {"slug": "preamble", "start_column": "155", "title": "Preamble", "sitting_id": 585, "date": "1806-02-06", "id": 2064, "end_column": "155", "parent_section_id": 2063}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "147", "date_text": "Tuesday, February 4.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 657, "year": 1806, "end_column": "152", "data_file_id": 664, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "147", "title": "MINUTES.", "sitting_id": 657, "date": "1806-02-04", "id": 2357, "end_column": "147", "parent_section_id": 2356}}, {"section": {"slug": "malt-duty-bill", "start_column": "147", "title": "MALT DUTY BILL.", "sitting_id": 657, "date": "1806-02-04", "id": 2365, "end_column": "148", "parent_section_id": 2356}}, {"section": {"slug": "auditorship-of-the-exchequer", "start_column": "148", "title": "AUDITORSHIP OF THE EXCHEQUER.", "sitting_id": 657, "date": "1806-02-04", "id": 2366, "end_column": "152", "parent_section_id": 2356}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "153", "date_text": "Wednesday, February 5.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 608, "year": 1806, "end_column": "155", "data_file_id": 618, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "153", "title": "MINUTES.", "sitting_id": 608, "date": "1806-02-05", "id": 2181, "end_column": "164", "parent_section_id": 2180}}, {"section": {"slug": "auditorship-of-the-exchequer", "start_column": "164", "title": "AUDITORSHIP OF THE EXCHEQUER.", "sitting_id": 608, "date": "1806-02-05", "id": 2186, "end_column": "155", "parent_section_id": 2180}}], "chairman": "Mr. Fox"}}
{"house_of_commons_sitting": {"start_column": "768", "date_text": "Thursday, April 17.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 513, "year": 1806, "end_column": "794", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "768", "title": "MINUTES.", "sitting_id": 513, "date": "1806-04-17", "id": 1801, "end_column": "768", "parent_section_id": 1800}}, {"section": {"slug": "witnesses-declaratory-bill", "start_column": "768", "title": "WITNESSES' DECLARATORY BILL", "sitting_id": 513, "date": "1806-04-17", "id": 1802, "end_column": "777", "parent_section_id": 1800}}, {"section": {"slug": "military-opinions-relating-to-the-army", "start_column": "777", "title": "MILITARY OPINIONS RELATING TO THE ARMY.", "sitting_id": 513, "date": "1806-04-17", "id": 1805, "end_column": "792", "parent_section_id": 1800}}, {"section": {"slug": "repeal-of-additional-force-bill", "start_column": "792", "title": "REPEAL OF ADDITIONAL FORCE BILL.", "sitting_id": 513, "date": "1806-04-17", "id": 1807, "end_column": "794", "parent_section_id": 1800}}], "data_file_id": 523, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "795", "date_text": "Friday, April 18.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 592, "year": 1806, "end_column": "805", "data_file_id": 602, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "795", "title": "MINUTES.", "sitting_id": 592, "date": "1806-04-18", "id": 2096, "end_column": "795", "parent_section_id": 2095}}, {"section": {"slug": "ex-parte-criminal-proceedings-bill", "start_column": "795", "title": "EX-PARTE CRIMINAL PROCEEDINGS BILL.", "sitting_id": 592, "date": "1806-04-18", "id": 2097, "end_column": "796", "parent_section_id": 2095}}, {"section": {"slug": "affairs-of-india", "start_column": "796", "title": "AFFAIRS OF INDIA.", "sitting_id": 592, "date": "1806-04-18", "id": 2101, "end_column": "805", "parent_section_id": 2095}}, {"section": {"slug": "slave-importation-bill", "start_column": "805", "title": "SLAVE IMPORTATION BILL.", "sitting_id": 592, "date": "1806-04-18", "id": 2105, "end_column": "805", "parent_section_id": 2095}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "810", "date_text": "Monday, April 21.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 684, "year": 1806, "end_column": "839", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "810", "title": "MINUTES.", "sitting_id": 684, "date": "1806-04-21", "id": 2447, "end_column": "810", "parent_section_id": 2446}}, {"section": {"slug": "affairs-of-india", "start_column": "810", "title": "AFFAIRS OF INDIA.", "sitting_id": 684, "date": "1806-04-21", "id": 2448, "end_column": "834", "parent_section_id": 2446}}, {"section": {"slug": "intercourse-between-america-and-the-west", "start_column": "834", "title": "INTERCOURSE BETWEEN AMERICA AND THE WEST-INDIA ISLANDS.", "sitting_id": 684, "date": "1806-04-21", "id": 2459, "end_column": "839", "parent_section_id": 2446}}, {"section": {"slug": "slave-importation-bill", "start_column": "839", "title": "SLAVE IMPORTATION BILL.", "sitting_id": 684, "date": "1806-04-21", "id": 2462, "end_column": "839", "parent_section_id": 2446}}], "data_file_id": 694, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "157", "date_text": "Friday, February 7.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 522, "year": 1806, "end_column": "157", "data_file_id": 532, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "157", "title": "MINUTES.", "sitting_id": 522, "date": "1806-02-07", "id": 1831, "end_column": "157", "parent_section_id": 1830}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "751", "date_text": "Tuesday, April 15.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 618, "year": 1806, "end_column": "754", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "751", "title": "MINUTES.", "sitting_id": 618, "date": "1806-04-15", "id": 2224, "end_column": "751", "parent_section_id": 2222}}, {"section": {"slug": "water-ford-writ", "start_column": "751", "title": "WATER FORD WRIT.", "sitting_id": 618, "date": "1806-04-15", "id": 2226, "end_column": "753", "parent_section_id": 2222}}, {"section": {"slug": "capture-of-the-cape-of-good-hope", "start_column": "753", "title": "CAPTURE OF THE CAPE OF GOOD HOPE.", "sitting_id": 618, "date": "1806-04-15", "id": 2229, "end_column": "754", "parent_section_id": 2222}}], "data_file_id": 628, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "117", "date_text": "Saturday, February 1.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 594, "year": 1806, "end_column": "119", "data_file_id": 605, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "117", "title": "MINUTES.", "sitting_id": 594, "date": "1806-02-01", "id": 2107, "end_column": "118", "parent_section_id": 2106}}, {"section": {"slug": "affairs-of-india", "start_column": "118", "title": "AFFAIRS OF INDIA.", "sitting_id": 594, "date": "1806-02-01", "id": 2115, "end_column": "119", "parent_section_id": 2106}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "120", "date_text": "Monday, February 3.", "title": "HOUSE OF COMMONS,", "volume_id": 9, "id": 666, "year": 1806, "end_column": "143", "data_file_id": 677, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "120", "title": "MINUTES.", "sitting_id": 666, "date": "1806-02-03", "id": 2386, "end_column": "120", "parent_section_id": 2385}}, {"section": {"slug": "monument-to-marquis-cornwallis", "start_column": "120", "title": "MONUMENT TO MARQUIS CORNWALLIS.", "sitting_id": 666, "date": "1806-02-03", "id": 2387, "end_column": "128", "parent_section_id": 2385}}, {"section": {"slug": "payment-of-mr-pitts-debts", "start_column": "128", "title": "PAYMENT OF MR. PITT'S DEBTS.", "sitting_id": 666, "date": "1806-02-03", "id": 2391, "end_column": "140", "parent_section_id": 2385}}, {"section": {"slug": "auditorship-of-the-exchequer", "start_column": "140", "title": "AUDITORSHIP OF THE EXCHEQUER.", "sitting_id": 666, "date": "1806-02-03", "id": 2396, "end_column": "143", "parent_section_id": 2385}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "756", "date_text": "Wednesday, April 16.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 596, "year": 1806, "end_column": "767", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "756", "title": "MINUTES.", "sitting_id": 596, "date": "1806-04-16", "id": 2118, "end_column": "756", "parent_section_id": 2117}}, {"section": {"slug": "debts-of-the-nabobs-of-arcot", "start_column": "756", "title": "DEBTS OF THE NABOBS OF ARCOT.", "sitting_id": 596, "date": "1806-04-16", "id": 2119, "end_column": "767", "parent_section_id": 2117}}], "data_file_id": 606, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "645", "date_text": " Thursday, April 3.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 620, "year": 1806, "end_column": "722", "data_file_id": 630, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "645", "title": "MINUTES.", "sitting_id": 620, "date": "1806-04-03", "id": 2237, "end_column": "652", "parent_section_id": 2235}}, {"section": {"slug": "military-establishments-of-the-country", "start_column": "652", "title": "MILITARY ESTABLISHMENTS OF THE COUNTRY.", "sitting_id": 620, "date": "1806-04-03", "id": 2245, "end_column": "722", "parent_section_id": 2235}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "637", "date_text": "Tuesday, April 1.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 510, "year": 1806, "end_column": "640", "data_file_id": 520, "top_level_sections": [{"section": {"slug": "minutes", "start_column": "637", "title": "MINUTES.", "sitting_id": 510, "date": "1806-04-01", "id": 1781, "end_column": "638", "parent_section_id": 1780}}, {"section": {"slug": "property-tax-bill", "start_column": "638", "title": "PROPERTY TAX BILL.", "sitting_id": 510, "date": "1806-04-01", "id": 1782, "end_column": "639", "parent_section_id": 1780}}, {"section": {"slug": "affairs-of-india", "start_column": "639", "title": "AFFAIRS OF INDIA.", "sitting_id": 510, "date": "1806-04-01", "id": 1787, "end_column": "640", "parent_section_id": 1780}}], "chairman": null}}
{"house_of_commons_sitting": {"start_column": "723", "date_text": "Monday, April 14.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 642, "year": 1806, "end_column": "750", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "723", "title": "MINUTES.", "sitting_id": 642, "date": "1806-04-14", "id": 2310, "end_column": "724", "parent_section_id": 2309}}, {"section": {"slug": "debts-of-the-nabobs-of-arcot", "start_column": "724", "title": "DEBTS OF THE NABOBS OF ARCOT.", "sitting_id": 642, "date": "1806-04-14", "id": 2316, "end_column": "741", "parent_section_id": 2309}}, {"section": {"slug": "stipendiary-curates-bill", "start_column": "741", "title": "STIPENDIARY CURATES' BILL", "sitting_id": 642, "date": "1806-04-14", "id": 2317, "end_column": "743", "parent_section_id": 2309}}, {"section": {"slug": "conduct-of-earl-st-vincent", "start_column": "743", "title": "CONDUCT OF EARL ST. VINCENT.", "sitting_id": 642, "date": "1806-04-14", "id": 2319, "end_column": "745", "parent_section_id": 2309}}, {"section": {"slug": "irish-house-duty-bill", "start_column": "745", "title": "IRISH HOUSE DUTY BILL.", "sitting_id": 642, "date": "1806-04-14", "id": 2322, "end_column": "748", "parent_section_id": 2309}}, {"section": {"slug": "irish-bank-notes-duties", "start_column": "748", "title": "IRISH BANK NOTES DUTIES.", "sitting_id": 642, "date": "1806-04-14", "id": 2324, "end_column": "750", "parent_section_id": 2309}}], "data_file_id": 652, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "113", "date_text": "Friday, January 31.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 520, "year": 1806, "end_column": "116", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "113", "title": "MINUTES.", "sitting_id": 520, "date": "1806-01-31", "id": 1825, "end_column": "113", "parent_section_id": 1824}}, {"section": {"slug": "irish-population-bill", "start_column": "113", "title": "IRISH POPULATION BILL.", "sitting_id": 520, "date": "1806-01-31", "id": 1828, "end_column": "114", "parent_section_id": 1824}}, {"section": {"slug": "army-estimates", "start_column": "114", "title": "ARMY ESTIMATES", "sitting_id": 520, "date": "1806-01-31", "id": 1829, "end_column": "116", "parent_section_id": 1824}}], "data_file_id": 531, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "83", "date_text": "Tuesday, January 28.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 552, "year": 1806, "end_column": "107", "top_level_sections": [{"section": {"slug": "naval-administration-of-earl-st-vincent", "start_column": "83", "title": "NAVAL ADMINISTRATION OF EARL ST. VINCENT.", "sitting_id": 552, "date": "1806-01-28", "id": 1918, "end_column": "90", "parent_section_id": 1917}}, {"section": {"slug": "continental-war", "start_column": "90", "title": "CONTINENTAL WAR", "sitting_id": 552, "date": "1806-01-28", "id": 1923, "end_column": "97", "parent_section_id": 1917}}, {"section": {"slug": "vote-of-thanks-to-the-navy-c", "start_column": "97", "title": "VOTE OF THANKS TO THE NAVY, &c.", "sitting_id": 552, "date": "1806-01-28", "id": 1925, "end_column": "107", "parent_section_id": 1917}}, {"section": {"slug": "committee-of-supply", "start_column": "107", "title": "COMMITTEE OF SUPPLY.", "sitting_id": 552, "date": "1806-01-28", "id": 1928, "end_column": "107", "parent_section_id": 1917}}], "data_file_id": 561, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "37", "date_text": "Monday, January 27.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 498, "year": 1806, "end_column": "73", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "37", "title": "MINUTES.", "sitting_id": 498, "date": "1806-01-27", "id": 1737, "end_column": "37", "parent_section_id": 1735}}, {"section": {"slug": "affairs-of-india", "start_column": "37", "title": "AFFAIRS OF INDIA.", "sitting_id": 498, "date": "1806-01-27", "id": 1739, "end_column": "41", "parent_section_id": 1735}}, {"section": {"slug": "funeral-honours-to-mr-pitt", "start_column": "41", "title": "FUNERAL HONOURS To Mr. PITT.", "sitting_id": 498, "date": "1806-01-27", "id": 1743, "end_column": "73", "parent_section_id": 1735}}], "data_file_id": 507, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "30", "date_text": "Friday, January 24.", "title": "HOUSE OF COMMONS", "volume_id": 9, "id": 714, "year": 1806, "end_column": "31", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "30", "title": "MINUTES.", "sitting_id": 714, "date": "1806-01-24", "id": 2546, "end_column": "30", "parent_section_id": 2544}}, {"section": {"slug": "impeachment-of-lord-melville", "start_column": "30", "title": "IMPEACHMENT OF LORD MELVILLE.", "sitting_id": 714, "date": "1806-01-24", "id": 2553, "end_column": "30", "parent_section_id": 2544}}, {"section": {"slug": "honours-to-mr-pitt", "start_column": "30", "title": "HONOURS TO MR. PITT.", "sitting_id": 714, "date": "1806-01-24", "id": 2555, "end_column": "31", "parent_section_id": 2544}}], "data_file_id": 724, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "13", "date_text": "Tuesday, January 21.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 556, "year": 1806, "end_column": "22", "top_level_sections": [{"section": {"slug": "preamble", "start_column": "13", "title": "Preamble", "sitting_id": 556, "date": "1806-01-21", "id": 1932, "end_column": "13", "parent_section_id": 1931}}, {"section": {"slug": "the-lords-commissioners-speech", "start_column": "13", "title": "THE LORDS COMMISSIONERS' SPEECH .", "sitting_id": 556, "date": "1806-01-21", "id": 1933, "end_column": "21", "parent_section_id": 1931}}, {"section": {"slug": "additional-force-bill", "start_column": "21", "title": "ADDITIONAL FORCE BILL.", "sitting_id": 556, "date": "1806-01-21", "id": 1938, "end_column": "22", "parent_section_id": 1931}}, {"section": {"slug": "naval-victories", "start_column": "22", "title": "NAVAL VICTORIES.", "sitting_id": 556, "date": "1806-01-21", "id": 1939, "end_column": "22", "parent_section_id": 1931}}], "data_file_id": 566, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "24", "date_text": "Wednesday, January 22.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 629, "year": 1806, "end_column": "27", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "24", "title": "MINUTES.", "sitting_id": 629, "date": "1806-01-22", "id": 2271, "end_column": "24", "parent_section_id": 2270}}, {"section": {"slug": "impeachment-of-lord-melville", "start_column": "24", "title": "IMPEACHMENT OF LORD MELVILLE.", "sitting_id": 629, "date": "1806-01-22", "id": 2280, "end_column": "25", "parent_section_id": 2270}}, {"section": {"slug": "marquis-wellesleys-answer-to-vote-of", "start_column": "25", "title": "MARQUIS WELLESLEY'S ANSWER TO VOTE OF THANKS.", "sitting_id": 629, "date": "1806-01-22", "id": 2281, "end_column": "25", "parent_section_id": 2270}}, {"section": {"slug": "petition-from-berks-against-ad-ditional", "start_column": "25", "title": "PETITION FROM BERKS AGAINST AD- DITIONAL FORCE BILL.", "sitting_id": 629, "date": "1806-01-22", "id": 2282, "end_column": "27", "parent_section_id": 2270}}], "data_file_id": 640, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "28", "date_text": "Thursday, January 23.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 706, "year": 1806, "end_column": "28", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "28", "title": "MINUTES.", "sitting_id": 706, "date": "1806-01-23", "id": 2524, "end_column": "28", "parent_section_id": 2523}}], "data_file_id": 717, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "32", "date_text": "Saturday, January 25.", "title": "HOUSE OF COMMONS.", "volume_id": 9, "id": 623, "year": 1806, "end_column": "33", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "32", "title": "MINUTES.", "sitting_id": 623, "date": "1806-01-25", "id": 2253, "end_column": "32", "parent_section_id": 2252}}, {"section": {"slug": "committee-of-supply", "start_column": "32", "title": "COMMITTEE OF SUPPLY.", "sitting_id": 623, "date": "1806-01-25", "id": 2254, "end_column": "33", "parent_section_id": 2252}}, {"section": {"slug": "lord-castlereagh", "start_column": "33", "title": "Lord Castlereagh <membercontribution>thought, that the answer he had given was sufficient to meet the objection of the hon. gent. (Mr. Grey). What he had said was this, that the supplies, although fol warded in the early stage at which they would be presented on Monday, would not have made such progress as to be put in any tangible shape, by the house merely agreeing to the preliminary steps for raising them. In the progress of passing them, there would be time enough to see into whose hands they were to pass, and to oiler any reasons that might then occur against the granting of them; but, to oppose them in the first instance, in limine, would be a course altogether unusual, and which would, in the present instance, be highly prejudicial to the public service. The office of chancellor of the exchequer was, for the present, to be vested in the lord chief justice, who, with the office, took of course all the responsibility of it. The house might be assured, that it was the intention of his majesty, without delay, to take measures for forming a new administration", "sitting_id": 623, "date": "1806-01-25", "id": 2258, "end_column": "33", "parent_section_id": 2252}}], "data_file_id": 633, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "448", "date_text": "Friday, January 17.", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 481, "year": 1806, "end_column": "463", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "448", "title": "MINUTES.", "sitting_id": 481, "date": "1806-01-17", "id": 1666, "end_column": "450", "parent_section_id": 1665}}, {"section": {"slug": "charges-against-mr-cawthorne", "start_column": "450", "title": "CHARGES AGAINST MR. CAWTHORNE.", "sitting_id": 481, "date": "1806-01-17", "id": 1667, "end_column": "451", "parent_section_id": 1665}}, {"section": {"slug": "order-of-council-relativeto-newtrals", "start_column": "451", "title": "ORDER OF COUNCIL RELATIVETO NEWTRALS.", "sitting_id": 481, "date": "1806-01-17", "id": 1672, "end_column": "453", "parent_section_id": 1665}}, {"section": {"slug": "army-estimates", "start_column": "453", "title": "ARMY ESTIMATES.", "sitting_id": 481, "date": "1806-01-17", "id": 1674, "end_column": "463", "parent_section_id": 1665}}], "data_file_id": 489, "chairman": null}}
{"house_of_commons_sitting": {"start_column": "302", "date_text": "Saturday, January 3.", "title": "HOUSE OF COMMONS.", "volume_id": 7, "id": 366, "year": 1806, "end_column": "302", "top_level_sections": [{"section": {"slug": "minutes", "start_column": "302", "title": "MINUTES.", "sitting_id": 366, "date": "1806-01-03", "id": 1310, "end_column": "302", "parent_section_id": 1309}}], "data_file_id": 373, "chairman": null}}
